Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
af: Attrace is 'n op maat gemaakte blockchain wat in staat is om enige advertensie-klik op die ketting te registreer en te ouditeer. Hierdie invoegtoepassing stel u in staat om u ooreenkomste te bestuur, kortkodes en uitkliksels in te skakel en transaksies in die openbare ketting te onderteken.
am: Attrace በሰንሰለት ላይ ማንኛውንም የማስታወቂያ ጠቅታ ለመመዝገብ እና ኦዲት ለማድረግ ብጁ የተሰራ ራሱን የቻለ አግድ ነው። ይህ ፕለጊን ስምምነቶችዎን እንዲያስተዳድሩ ፣ አቋራጭ ኮዶችን እና ክሊፖችን እንዲያነቁ እንዲሁም በሕዝብ ሰንሰለት ላይ ግብይቶችን እንዲፈረም ያደርግዎታል።
ar: Attrace عبارة عن blockchain مخصص مخصص وقادر على تسجيل ومراجعة أي نقرة إعلان على السلسلة. يمكّنك هذا المكون الإضافي من إدارة الاتفاقيات الخاصة بك ، وتمكين الرموز القصيرة والنقرات ، وتوقيع المعاملات على السلسلة العامة.
az: Attrace, zəncirə vurulan hər bir reklamı qeydiyyatdan keçirə və yoxlaya bilən xüsusi hazırlanmış xüsusi bir blok zənciridir. Bu plagin müqavilələrinizi idarə etməyə imkan verir, qısa kodlar və tıklamalara imkan verir və ümumi zəncirdə əməliyyatlar imzalayır.
bg: Привличането е направена по поръчка специална блокчейн, способна да регистрира и одитира всяко кликване върху реклама върху веригата. Този плъгин ви позволява да управлявате вашите споразумения, позволява шорткодове и щраквания и подписва транзакции в публичната верига.
ca: Attrace és una cadena de blocs dedicada a mida, capaç de registrar i auditar qualsevol clic publicitari de la cadena. Aquest connector us permet gestionar els vostres acords, permet codis curts i clics i signa transaccions a la cadena pública.
cs: Attrace je na zakázku vytvořený specializovaný blockchain schopný registrace a auditu jakéhokoli kliknutí na reklamu na řetězci. Tento plugin vám umožňuje spravovat vaše smlouvy, povoluje zkrácené kódy a kliknutí a podepisuje transakce ve veřejném řetězci.
cy: Mae Attrace yn blockchain pwrpasol wedi'i wneud yn arbennig sy'n gallu cofrestru ac archwilio unrhyw hysbyseb cliciwch ar gadwyn. Mae'r ategyn hwn yn eich galluogi i reoli'ch cytundebau, yn galluogi codau byr a chlicio allan, ac yn llofnodi trafodion ar y gadwyn gyhoeddus.
da: Attrace er en specialfremstillet dedikeret blockchain, der er i stand til at registrere og kontrollere ethvert reklameklik på kæden. Dette plugin giver dig mulighed for at administrere dine aftaler, aktiverer shortcodes og clickouts og underskriver transaktioner i den offentlige kæde.
de: Attrace ist eine maßgeschneiderte Blockchain, mit der jede Klickkette auf Werbung registriert und überprüft werden kann. Mit diesem Plugin können Sie Ihre Vereinbarungen verwalten, Shortcodes und Clickouts aktivieren und Transaktionen in der öffentlichen Kette signieren.
el: Το Attrace είναι ένα ειδικά κατασκευασμένο αποκλειστικό blockchain ικανό να εγγραφεί και να ελέγχει οποιοδήποτε κλικ διαφήμισης στην αλυσίδα. Αυτή η προσθήκη σάς δίνει τη δυνατότητα να διαχειριστείτε τις συμφωνίες σας, να ενεργοποιήσετε τους σύντομους κωδικούς και τα κλικ, και να υπογράψετε συναλλαγές στη δημόσια αλυσίδα.
eo: Attrace estas specialadaptita dediĉita blokĉeno kapabla registri kaj revizii iun reklaman klakon sur ĉeno. Ĉi tiu kromaĵo ebligas al vi administri viajn interkonsentojn, ebligas mallongajn kodojn kaj klakojn, kaj subskribas transakciojn en la publika ĉeno.
et: Attrace on spetsiaalselt valmistatud spetsiaalne plokiahel, mis on võimeline registreerima ja kontrollima mis tahes reklaamiklõpsu ahelal. See pistikprogramm võimaldab teil hallata oma lepinguid, lubada otsekoode ja klõpsamisi ning allkirjastada tehinguid avalikus ketis.
eu: Attrace katearen gainean egindako iragarkien edozein klik erregistratu eta ikuskatzeko gai den bloke kateak eskainitako neurrira egindakoa da. Plugin honek zure akordioak kudeatzea ahalbidetzen du, kode laburrak eta klikak egitea ahalbidetzen du eta kate publikoan transakzioak sinatzen ditu.
fa: Attrace یک بلاکچین اختصاصی ساخته شده است که قادر به ثبت و حسابرسی هر گونه کلیک روی تبلیغات در زنجیره است. این افزونه شما را قادر می سازد توافقات خود را مدیریت کنید ، کد کوتاه و کلیک را فعال می کند و معاملات را در زنجیره عمومی امضا می کند.
fi: Attrace on mittatilaustyönä tehty oma lohkoketju, joka pystyy rekisteröimään ja tarkastamaan ketjun kaikki napsautukset. Tämän laajennuksen avulla voit hallita sopimuksiasi, ottaa käyttöön pikakoodeja ja napsautuksia sekä allekirjoittaa tapahtumia julkisessa ketjussa.
fr: Attrace est une blockchain dédiée sur mesure capable d'enregistrer et d'auditer tout clic publicitaire sur la chaîne. Ce plugin vous permet de gérer vos accords, autorise les codes courts et les clics, et signe les transactions sur la chaîne publique.
fy: Attrace is in oanpast makke tawijde blockchain dy't elke klik op reklame op ketting kin registrearje en kontrolearje. Mei dizze plugin kinne jo jo ôfspraken beheare, shortcodes en clickouts ynskeakelje, en ûndertekenje transaksjes op 'e iepenbiere keten.
ga: Is blockchain tiomnaithe saincheaptha é Attrace atá in ann aon fhógra cliceáil ar shlabhra a chlárú agus a iniúchadh. Cuireann an breiseán seo ar do chumas do chomhaontuithe a bhainistiú, cuireann sé ar chumas aicearraí agus cliceáil amach, agus síníonn sé idirbhearta ar an slabhra poiblí.
gd: Tha Attrace na chleachdadh sònraichte coisrigte blockchain a tha comasach air sanas sam bith a chlàradh agus a sgrùdadh cliog air slabhraidh. Leigidh am plugan seo dhut na h-aontaidhean agad a riaghladh, a ’comasachadh shortcodes agus clickouts, agus a’ soidhnigeadh gnothaichean air an t-sreath phoblach.
gl: Attrace é unha cadea de bloques dedicada á medida capaz de rexistrar e auditar calquera clic publicitario na cadea. Este complemento permítelle xestionar os seus acordos, habilita códigos curtos e clics e asina transaccións na cadea pública.
hr: Attrace je namjenski namjenski blockchain koji može registrirati i revidirati bilo koji klik na lanac oglasa. Ovaj dodatak omogućuje vam upravljanje ugovorima, omogućuje kratke kodove i klikove te potpisuje transakcije u javnom lancu.
hu: Az Attrace egy testreszabott dedikált blokklánc, amely képes regisztrálni és ellenőrizni a reklám láncra történő kattintását. Ez a bővítmény lehetővé teszi a megállapodások kezelését, engedélyezi a rövid kódokat és a kattintásokat, valamint aláírja a tranzakciókat a nyilvános láncban.
hy: Attrace- ն պատվերով պատրաստված բլոկչեյն է, որն ունակ է գրանցել և ստուգել շղթայի վրա ցանկացած գովազդի սեղմում: Այս plugin- ը հնարավորություն է տալիս կառավարել ձեր պայմանագրերը, հնարավորություն է տալիս կարճ կոդեր և կտտացնում էջեր և գործարքներ ստորագրում հասարակական շղթայում:
id: Attrace adalah blockchain khusus yang dibuat khusus yang mampu mendaftarkan dan mengaudit setiap klik iklan pada rantai. Plugin ini memungkinkan Anda untuk mengelola perjanjian Anda, mengaktifkan shortcode dan clickout, dan menandatangani transaksi pada rantai publik.
is: Attrace er sérsniðin hollur blockchain sem fær skráningu og endurskoðun á hvaða auglýsingasmelli sem er á keðjuna. Þessi tappi gerir þér kleift að stjórna samningum þínum, virkjar stuttkóða og smellimyndir og skrifar undir viðskipti á almennu keðjunni.
iw: Attrace הוא בלוקצ'יין ייעודי בהתאמה אישית המסוגל לרשום ולבדוק כל לחיצה על שרשרת. תוסף זה מאפשר לך לנהל את ההסכמים שלך, מאפשר קודי קיצור וקליקים, וחותם על עסקאות ברשת הציבורית.
ja: Attraceは、チェーン上の広告クリックを登録および監査できるカスタムメイドの専用ブロックチェーンです。このプラグインを使用すると、契約を管理したり、ショートコードやクリックアウトを有効にしたり、パブリックチェーンでトランザクションに署名したりできます。
kk: Attrace - бұл кез-келген жарнаманы тіркеуге және тексеруге қабілетті, арнайы блок-тізбек. Бұл плагин сіздің келісімдеріңізді басқаруға мүмкіндік береді, қысқа кодтар мен батырмаларды басуға мүмкіндік береді және жалпыға ортақ тізбектегі транзакцияларға қол қояды.
ku: Attrace blokekek xwerû ya xwerû hatî çêkirin e ku dikare qeyd û çavdêriya her reklama klîk li zincîrê bike. Vê pêvek dihêle hûn rêkeftinên xwe birêve bibin, kurter kodan û pêvekan dihêle, û danûstandinên li ser zincîra gelemperî îmze dike.
ky: Attrace бул чынжырга басылган ар кандай жарнамаларды каттоого жана текшерүүгө жөндөмдүү атайын жасалган блокчейн. Бул плагин сиздин келишимдериңизди башкарууга мүмкүндүк берет, кыска коддорду жана чыкылдатууну иштетип, жалпы тизмедеги бүтүмдөргө кол коет.
lb: Attrace ass e personaliséierten dedizéierten Blockchain fäeg fir all Annonceklickt op Kette ze registréieren an z'evitéieren. Dëse Plugin erméiglecht Iech Är Verträg ze managen, Kuerzcode a Clickouts z'aktivéieren, an ënnerschreift Transaktiounen an der ëffentlecher Kette.
lt: „Attrace“ yra specialiai sukurta speciali blokų grandinė, galinti registruoti ir tikrinti bet kokį reklamos paspaudimą ant grandinės. Šis papildinys leidžia valdyti sutartis, įgalina trumpuosius kodus ir paspaudimus bei pasirašo operacijas viešojoje grandinėje.
lv: Attrace ir pasūtījuma izgatavota īpaša blokķēde, kas spēj reģistrēt un pārbaudīt jebkuru reklāmas klikšķi uz ķēdes. Šis spraudnis ļauj jums pārvaldīt savus līgumus, iespējo īsceļus un noklikšķināšanas taustiņus un paraksta darījumus publiskajā ķēdē.
mg: Attrace dia blockchain natokana natao manokana afaka misoratra anarana sy manamarina izay tsindry dokambarotra amin'ny rojo. Ity plugin ity dia ahafahanao mitantana ny fifanarahana nataonao, mamela ny fividianana fehezan-dalàna sy tsindry ary manao sonia fifampiraharahana amin'ny rojom-bahoaka
mi: Ko te Attrace he poraka motuhake kua whakatauhia kia taea ki te rehita me te arotake i tetahi panui panui i runga i te mekameka. Ma tenei monomai koe e ahei ki te whakahaere i o kirimana, kia taea ai nga waeatuhi me nga paatene, ka waitohu i nga whakawhitiwhitinga ki te mekameka a te iwi.
ms: Attrace adalah blockchain khusus yang dibuat khas untuk mendaftar dan mengaudit setiap klik iklan di rantai. Plugin ini membolehkan anda menguruskan perjanjian anda, membolehkan kod pendek dan klik keluar, dan menandatangani transaksi di rangkaian awam.
mt: Attrace hija blockchain apposta magħmula apposta li kapaċi tirreġistra u tivverifika kwalunkwe reklam ikklikkja fuq katina. Dan il-plugin jippermettilek timmaniġġja l-ftehimiet tiegħek, tippermetti shortcodes u clickouts, u tiffirma tranżazzjonijiet fuq il-katina pubblika.
nl: Attrace is een op maat gemaakte speciale blockchain die in staat is om elke advertentieklik op een ketting te registreren en te controleren. Met deze plug-in kunt u uw overeenkomsten beheren, shortcodes en clickouts inschakelen en transacties in de openbare keten ondertekenen.
no: Attrace er en skreddersydd, dedikert blockchain som kan registrere og revidere ethvert annonseklikk på kjeden. Dette pluginet lar deg administrere avtalene dine, aktiverer kortkoder og klikk, og signerer transaksjoner i den offentlige kjeden.
pl: Attrace to niestandardowy dedykowany łańcuch bloków, który może rejestrować i kontrolować dowolne kliknięcia reklamowe. Ta wtyczka umożliwia zarządzanie umowami, włącza skróty i kliknięcia oraz podpisuje transakcje w łańcuchu publicznym.
ps: ایټرایس یو دودیز جوړ شوی وقف شوی بلاکچین دی چې په زنځیر کې د اعلاناتو کلیک راجسټریشن او پلټنې وړ دی. دا پلگ ان تاسو ته وړتیا درکوي چې خپل تړونونه اداره کړئ ، شارټ کوډونه او کلیک آؤټونه وړ کړئ ، او په عامه ځنځیر کې لاسلیک لیږدونه.
pt: Attrace é um blockchain dedicado feito sob medida, capaz de registrar e auditar qualquer clique de anúncio na cadeia. Este plug-in permite que você gerencie seus contratos, permite códigos de acesso e cliques e assina transações na cadeia pública.
ro: Attrace este un blockchain dedicat personalizat, capabil să înregistreze și să auditeze orice clic publicitar pe lanț. Acest plugin vă permite să vă gestionați acordurile, permite coduri scurte și clicuri și semnează tranzacții pe lanțul public.
sd: ڪشش تي هڪ مخصوص ٺهيل ڊسڪ ٿيل بلاڪچين رجسٽر ڪرڻ ۽ آڊٽ ڪرڻ جي قابل آهي ڪنهن به چين تي ڪلڪ ڪريو. اهو پلگ ان توهان کي پنهنجن معاهدن کي ترتيب ڏيڻ ، شارٽ ڪوڊس ۽ ڪلڪ آئوٽز کي قابل بنائي ٿو ، ۽ عوامي سلسلي تي ٽرانزيڪشن جا نشان ڏئي ٿو.
sk: Attrace je na mieru vyrobený špecializovaný blockchain schopný registrácie a auditu akejkoľvek kliknutia na reklamu na reťazci. Tento doplnok vám umožňuje spravovať vaše dohody, povoľuje krátke kódy a kliknutia a podpisuje transakcie vo verejnom reťazci.
sl: Attrace je namenska namenska veriga blokov, ki lahko registrira in pregleda kakršen koli klik na verigo oglasov. Ta vtičnik vam omogoča upravljanje dogovorov, omogoča kratke kode in klike ter podpisuje transakcije v javni verigi.
sq: Attrace është një bllokadë e dedikuar me porosi e aftë për të regjistruar dhe audituar çdo klikim të reklamës në zinxhir. Kjo shtojcë ju mundëson të menaxhoni marrëveshjet tuaja, mundëson kode të shkurtra dhe klikime, dhe nënshkruan transaksione në zinxhirin publik.
sv: Attrace är en skräddarsydd dedikerad blockkedja som kan registrera och granska alla annonser som klickar på kedjan. Detta plugin gör det möjligt för dig att hantera dina avtal, aktiverar kortkoder och klickningar och undertecknar transaktioner i den offentliga kedjan.
sw: Attrace ni blockchain iliyowekwa wakfu yenye uwezo wa kusajili na kukagua bonyeza yoyote ya tangazo kwenye mnyororo. Programu-jalizi hii inakuwezesha kusimamia makubaliano yako, kuwezesha njia fupi na bonyeza, na kusaini shughuli kwenye mnyororo wa umma.
tg: Attrace як занҷири махсуси blockchain мебошад, ки қобилияти бақайдгирӣ ва тафтиши ҳама гуна кликҳои занҷирро дар занҷир дорад. Ин плагин ба шумо имкон медиҳад, ки созишномаҳои худро идора кунед, коди кӯтоҳ ва кликҳоро фароҳам меорад ва дар занҷири ҷамъиятӣ амалиётҳо имзо мекунад.
tk: “Attrace”, zynjyryň üstüne basylan islendik mahabaty bellige aldyrmaga we gözegçilikde saklamaga ukyply adaty blokirleme. Bu plugin, şertnamalaryňyzy dolandyrmaga mümkinçilik berýär, gysga kodlary we basmagy üpjün edýär we jemgyýetçilik zynjyrynda geleşiklere gol çekýär.
tl: Ang Attrace ay isang pasadyang ginawa na nakatuon na blockchain na may kakayahang pagrehistro at pag-awdit ng anumang pag-click sa ad sa chain. Nagbibigay-daan sa iyo ang plugin na ito na pamahalaan ang iyong mga kasunduan, nagbibigay-daan sa mga shortcode at pag-clickout, at pumirma sa mga transaksyon sa pampublikong kadena.
tr: Attrace, zincirdeki herhangi bir reklam tıklamasını kaydetme ve denetleme yeteneğine sahip özel yapılmış özel bir blok zinciridir. Bu eklenti, sözleşmelerinizi yönetmenize, kısa kodlara ve tıklamalara izin vermenize ve genel zincirde işlemleri imzalamanıza olanak tanır.
tt: Attrace - гадәттәгечә ясалган махсус блокчейн, чылбырдагы теләсә нинди рекламаны теркәлергә һәм аудитларга сәләтле. Бу плагин сезнең килешүләрегез белән идарә итәргә мөмкинлек бирә, кыска кодларны һәм чыкылдауны тәэмин итә, һәм җәмәгать чылбырында операцияләргә кул куя.
ur: ایٹریس ایک ایسا کسٹم میڈ میڈ ڈیلیٹڈ بلاکچین ہے جو کسی بھی اشتہار کو چین پر رجسٹر کرنے اور آڈٹ کرنے کی صلاحیت رکھتا ہے۔ یہ پلگ ان آپ کو اپنے معاہدوں کا انتظام کرنے ، شارٹ کوڈز اور کلک آؤٹ کو اہل بناتا ہے ، اور عوامی سلسلہ میں لین دین پر دستخط کرتا ہے۔
uz: Attrace - bu zanjirga bosilgan har qanday reklamani ro'yxatdan o'tkazish va tekshirishga qodir bo'lgan maxsus tayyorlangan maxsus blok zanjiri. Ushbu plagin sizning kelishuvlaringizni boshqarishga imkon beradi, qisqa kodlar va tugmachalarni bosish imkonini beradi va jamoat tarmog'idagi tranzaktsiyalarni imzolaydi.
vi: Attrace là một blockchain chuyên dụng được tùy chỉnh có khả năng đăng ký và kiểm tra bất kỳ lần nhấp quảng cáo nào trên chuỗi. Plugin này cho phép bạn quản lý các thỏa thuận của mình, kích hoạt mã ngắn và clickout, đồng thời ký các giao dịch trên chuỗi công khai.
xh: I-Attrace sisiko elenziwe nge-blockchain elinakho ukubhalisa nokuphicotha nakuphi na ukubhengezwa kwentengiso kwityathanga. Le iplagi ikwenza ukuba ulawule izivumelwano zakho, yenza iikhowudi ezimfutshane kunye nokucofa, kwaye usayine ukuthengiselana kwintambo yoluntu.
zu: I-Attrace kuyisiko elenziwe nge-blockchain elikwazi ukubhalisa nokuhlola noma ikuphi ukuchofoza kwesikhangiso kuketanga. Le plugin ikunika amandla okuphatha izivumelwano zakho, inika amandla ama-shortcode nama-clickout, futhi isayine ukuthengiselana kuketanga lomphakathi.
