Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
af: Die Netwerk-uitsaaistrategie bepaal of die klik in 'n tou geplaas moet word en later deur cronjob verwerk moet word, of dat dit direk uitgevoer word <br/> (wat 'n effense vertraging in die aanstuur na u adverteerder kan veroorsaak).
am: የአውታረ መረብ ስርጭት ስትራቴጂው ጠቅታው በወረፋ ላይ መቀመጥ እና በኋላ በ cronjob መከናወን እንዳለበት ወይም በቀጥታ እንደሚከናወን ይወስናል ፡፡
ar: تحدد إستراتيجية البث عبر الشبكة ما إذا كان يجب وضع النقرة في قائمة انتظار ومعالجتها لاحقًا بواسطة cronjob ، أم يتم تنفيذها بشكل مباشر <br/> (مما قد يتسبب في تأخير بسيط في إعادة التوجيه إلى المعلن).
az: Şəbəkə yayım strategiyası, klikin bir növbəyə qoyulub daha sonra cronjob tərəfindən işlənib hazırlanmadığını və ya birbaşa icra edildiyini təyin edir <br/> (reklamverəninizə yönləndirmədə bir az gecikməyə səbəb ola bilər).
bg: Стратегията за мрежово излъчване определя дали кликването трябва да се постави на опашка и да се обработи по-късно от cronjob или да се изпълни директно <br/> (което може да доведе до леко забавяне на пренасочването към вашия рекламодател).
ca: L'estratègia de difusió de la xarxa determina si el clic s'ha de posar a la cua i processar-lo posteriorment per cronjob o si s'executa directament <br/> (cosa que pot provocar un lleuger retard en la redirecció al vostre anunciant).
cs: Strategie síťového vysílání určuje, zda má být kliknutí umístěno do fronty a zpracováno později cronjobem, nebo zda bude provedeno přímo <br/> (což může způsobit mírné zpoždění v přesměrování na vašeho inzerenta).
cy: Mae'r strategaeth ddarlledu Rhwydwaith yn penderfynu a ddylai'r clic gael ei roi ar giw a'i brosesu'n ddiweddarach gan cronjob, neu ei weithredu'n uniongyrchol <br/> (a all achosi ychydig o oedi cyn ailgyfeirio eich hysbysebwr).
da: Netværksudsendelsesstrategien bestemmer, om kliket skal placeres i en kø og behandles senere af cronjob eller udføres direkte <br/> (hvilket kan forårsage en lille forsinkelse i omdirigering til din annoncør).
de: Die Netzwerk-Broadcast-Strategie bestimmt, ob der Klick in eine Warteschlange gestellt und später von Cronjob verarbeitet werden soll oder direkt ausgeführt wird (was zu einer leichten Verzögerung bei der Weiterleitung an Ihren Werbetreibenden führen kann).
el: Η στρατηγική εκπομπής δικτύου καθορίζει εάν το κλικ πρέπει να τεθεί σε ουρά και να υποβληθεί σε επεξεργασία αργότερα από cronjob ή εκτελείται άμεσα <br/> (κάτι που μπορεί να προκαλέσει μια μικρή καθυστέρηση στην ανακατεύθυνση στον διαφημιζόμενό σας).
eo: La reta elsendostrategio determinas ĉu la klako devas esti metita sur atendovicon kaj prilaborita poste per cronjob, aŭ estas rekte efektivigita <br/> (kio povas kaŭzi etan prokraston en la alidirektilo al via reklamanto).
et: Võrgu ülekandestrateegia määrab, kas klikk tuleks järjekorda panna ja hiljem cronjobiga töödelda või käivitatakse see otse <br/> (mis võib teie reklaamijale suunamisel pisut viivitada).
eu: Sareko igorpen estrategiak zehazten du klik ilaran jarri eta gero cronjob-ek prozesatu behar duen edo zuzenean exekutatu behar den <br/> (horrek iragarlearenganako birbideratzean atzerapen txikia sor dezake).
fa: استراتژی پخش شبکه تعیین می کند که کلیک باید در صف قرار گیرد و بعداً توسط cronjob پردازش شود ، یا مستقیماً اجرا شود <br/> (این می تواند باعث ایجاد تأخیر اندکی در هدایت به تبلیغ دهنده شما شود).
fi: Verkon lähetysstrategia määrittää, pitäisikö napsautus laittaa jonoon ja käsitelläkö se myöhemmin cronjobilla vai suoritetaanko se suoraan <br/> (mikä voi aiheuttaa pienen viiveen uudelleenohjauksessa mainostajalle).
fr: La stratégie de diffusion réseau détermine si le clic doit être placé dans une file d'attente et traité plus tard par cronjob, ou est directement exécuté <br/> (ce qui peut entraîner un léger retard dans la redirection vers votre annonceur).
fy: De netwurkútstjoeringsstrategy bepaalt as de klik op in wachtrige moat wurde pleatst en letter ferwurke wurdt troch cronjob, of wurdt direkt útfierd <br/> (wat in lichte fertraging kin feroarsaakje yn 'e trochferwizing nei jo advertearder).
ga: Cinneann straitéis craolacháin an Líonra ar cheart an cliceáil a chur ar scuaine agus a phróiseáil níos déanaí ag cronjob, nó an ndéantar é a fhorghníomhú go díreach <br/> (rud a d’fhéadfadh moill bheag a chur ar an atreorú chuig d’fhógróir).
gd: Bidh an ro-innleachd craolaidh Lìonra a ’dearbhadh am bu chòir an cliog a chuir air ciudha agus a phròiseasadh nas fhaide air adhart le cronjob, no a chuir gu bàs gu dìreach <br/> (a dh’ fhaodadh beagan dàil a chuir air an ath-stiùireadh chun t-sanasair agad).
gl: A estratexia de transmisión en rede determina se o clic debe ser posto nunha cola e procesado posteriormente por cronjob ou se executa directamente <br/> (o que pode provocar un lixeiro atraso na redirección ao seu anunciante).
hr: Strategija mrežnog emitiranja određuje treba li klik staviti u red i kasnije ga obraditi cronjob ili se izravno izvršava <br/> (što može uzrokovati malo kašnjenje u preusmjeravanju na vašeg oglašivača).
hu: A hálózati közvetítési stratégia meghatározza, hogy a kattintást sorba kell-e rakni, és később a cronjob feldolgozza-e, vagy közvetlenül végrehajtja-e <br/> (ami kissé késleltetheti a hirdetőhöz történő átirányítást).
hy: Անցի հեռարձակման ռազմավարությունը որոշում է ՝ կտտացնելը պետք է հերթ կանգնել կամ հետագայում մշակվի cronjob- ի միջոցով, թե ուղղակիորեն կատարվի <br/> (ինչը կարող է առաջացնել ձեր գովազդատուի վերահղման փոքր ուշացում):
id: Strategi siaran jaringan menentukan apakah klik harus dimasukkan ke dalam antrean dan diproses nanti oleh cronjob, atau langsung dijalankan <br/> (yang dapat menyebabkan sedikit penundaan dalam pengalihan ke pengiklan Anda).
is: Netútvarpsstefnan ákvarðar hvort smella ætti á biðröð og vinna seinna með cronjob eða er beint framkvæmd <br/> (sem getur valdið smá seinkun á tilvísun til auglýsanda þíns).
iw: אסטרטגיית השידור ברשת קובעת אם יש להעביר את הקליק בתור ולעבד אותו מאוחר יותר על ידי cronjob, או שהוא מבוצע ישירות <br/> (מה שעלול לגרום לעיכוב קל בהפניה למפרסם שלך).
ja: ネットワークブロードキャスト戦略は、クリックをキューに入れて後でcronjobで処理するか、直接実行するかを決定します<br/>（これにより、広告主へのリダイレクトがわずかに遅れる可能性があります）。
kk: Желілік трансляциялау стратегиясы нұқуды кезекке қойып, кейінірек cronjob арқылы өңделуін немесе тікелей орындалуын анықтайды (бұл сіздің жарнама берушіге бағыттауды сәл кешіктіруі мүмкін).
ku: Stratejiya weşana Torgilokê destnîşan dike ku gerek klîk li dorê were danîn û paşê bi cronjob were xebitandin, an rasterast were bicihanîn <br/> (ku dibe ku di beralîkirina reklamkarê we de hinekî dereng bimîne).
ky: Тармактык уктуруу стратегиясы чыкылдатууну кезекке коюп, кийинчерээк cronjob аркылуу иштетилишин же түздөн-түз аткарылышын аныктайт <br/> (бул жарнама берүүчүңүзгө багыттоону бир аз кечиктириши мүмкүн).
lb: D'Netzwierk Broadcast Strategie bestëmmt ob de Klick op eng Schlaang soll gesat ginn a spéider vu Cronjob veraarbecht gëtt, oder direkt ausgefouert gëtt <br/> (wat e liichte Verspéidung am Redirect op Ären Annonceur verursaache kann).
lt: Tinklo transliacijos strategija nustato, ar paspaudimas turėtų būti įdėtas į eilę ir vėliau apdorojamas naudojant „cronjob“, ar jis atliekamas tiesiogiai <br/> (dėl to gali šiek tiek vėluoti peradresavimas jūsų reklamuotojui).
lv: Tīkla apraides stratēģija nosaka, vai klikšķis ir jāievieto rindā un vēlāk jāapstrādā ar cronjob, vai tas tiek tieši izpildīts <br/> (kas var nedaudz novirzīt novirzīšanu uz jūsu reklāmdevēju).
mg: Ny paikadin'ny fampielezam-peo Network dia mamaritra raha tokony apetraka amin'ny filaharana ny tsindry ary alain'ny cronjob, na ampiharina mivantana <br/> (izay mety hiteraka fahatarana kely amin'ny fanodinana ny mpanao dokam-barotrao).
mi: Ma te rautaki haapurororaa Whatunga e whakatau mena ka patohia te patene ki te raarangi ka tukatukahia i muri mai e cronjob, ka mahi tika ranei a <br/> (na te mea ka iti ake te whakaroa ki te anga ki to kaihokohoko).
ms: Strategi siaran Jaringan menentukan apakah klik harus diatur dalam antrian dan diproses kemudian oleh cronjob, atau langsung dilaksanakan <br/> (yang dapat menyebabkan sedikit penundaan dalam pengalihan ke pengiklan Anda).
mt: L-istrateġija tax-xandir tan-Netwerk tiddetermina jekk il-klikka għandhiex titpoġġa fuq kju u tiġi pproċessata aktar tard minn cronjob, jew hijiex eżegwita direttament <br/> (li tista 'tikkawża dewmien żgħir fid-direzzjoni mill-ġdid lil min jirreklama tiegħek).
nl: De netwerkuitzendstrategie bepaalt of de klik in een wachtrij moet worden gezet en later door cronjob moet worden verwerkt, of direct wordt uitgevoerd <br/> (wat een kleine vertraging kan veroorzaken in de doorverwijzing naar uw adverteerder).
no: Network Broadcast-strategien avgjør om klikket skal settes i kø og behandles senere av cronjob, eller blir direkte utført <br/> (noe som kan føre til en liten forsinkelse i omdirigering til annonsøren din).
pl: Strategia transmisji sieciowej określa, czy kliknięcie powinno zostać umieszczone w kolejce i przetworzone później przez cronjob, czy też jest wykonywane bezpośrednio <br/> (co może spowodować niewielkie opóźnienie w przekierowaniu do reklamodawcy).
ps: د شبکې نشراتی ستراتیژي ټاکي که چیرې کلیک باید په یو قطار کې کیښودل شي او وروسته د کرون کام لخوا پروسس شي ، یا مستقیم اعدام شوی وي <br/> (کوم چې کولی شي ستاسو اعلان کونکي ته په ریډیټریکټ کې یو څه ځنډ لامل شي).
pt: A estratégia de transmissão de rede determina se o clique deve ser colocado em uma fila e processado posteriormente pelo cronjob, ou se é executado diretamente <br/> (o que pode causar um pequeno atraso no redirecionamento para o seu anunciante).
ro: Strategia de difuzare în rețea determină dacă clicul trebuie pus într-o coadă și procesat ulterior de cronjob sau este executat direct <br/> (ceea ce poate provoca o ușoară întârziere în redirecționarea către agentul dvs. de publicitate).
sd: نيٽورڪ جي نشرياتي حڪمت عملي اهو طئي ڪندي ته ڪلڪ کي قطار ۾ رکجي ۽ بعد ۾ ڪارونجيو پاران پروسيس ڪيو وڃي ، يا سڌو سنئون عملدرآمد ڪيو وڃي.
sk: Stratégia sieťového vysielania určuje, či by sa kliknutie malo zaradiť do poradia a spracovať neskôr cronjob, alebo sa má vykonať priamo <br/> (čo môže spôsobiť mierne oneskorenie pri presmerovaní na vášho inzerenta).
sl: Strategija omrežnega predvajanja določa, ali je treba klik postaviti v čakalno vrsto in ga pozneje obdelati s pomočjo cronjob ali pa se neposredno izvede <br/> (kar lahko povzroči malo zamudo pri preusmeritvi na oglaševalca).
sq: Strategjia e transmetimit të Rrjetit përcakton nëse klikimi duhet të vendoset në një radhë dhe të përpunohet më vonë nga cronjob, ose ekzekutohet drejtpërdrejt <br/> (gjë që mund të shkaktojë një vonesë të lehtë në ridrejtimin te reklamuesi juaj).
sv: Nätverkets sändningsstrategi avgör om klicket ska läggas i en kö och bearbetas senare av cronjob, eller om det körs direkt <br/> (vilket kan orsaka en liten fördröjning av omdirigeringen till din annonsör).
sw: Mkakati wa utangazaji wa Mtandao huamua ikiwa bonyeza inapaswa kuwekwa kwenye foleni na kusindika baadaye na cronjob, au inatekelezwa moja kwa moja <br/> (ambayo inaweza kusababisha kucheleweshwa kidogo kwa kuelekeza tena kwa mtangazaji wako).
tg: Стратегияи пахши шабака муайян мекунад, ки клик бояд ба навбат гузошта шавад ва баъдтар тавассути cronjob коркард карда шавад ё мустақиман иҷро карда шавад <br/> (ки метавонад боиси каме таъхир дар интиқол ба таблиғгари шумо гардад).
tk: Tor ýaýlym strategiýasy, basmagyň nobata goýulmalydygyny we soňra kronjob tarapyndan gaýtadan işlenmelidigini ýa-da gönüden-göni ýerine ýetirilmelidigini kesgitleýär (bu mahabat berijä gönükdirmegiň biraz gijä galmagyna sebäp bolup biler).
tl: Tinutukoy ng diskarte sa pag-broadcast ng Network kung ang pag-click ay dapat na ilagay sa isang pila at iproseso sa paglaon ng cronjob, o direktang naisagawa <br/> (na maaaring maging sanhi ng kaunting pagkaantala sa pag-redirect sa iyong ad).
tr: Ağ yayın stratejisi, tıklamanın sıraya alınıp alınmayacağını ve daha sonra cronjob tarafından işlenip işlenmeyeceğini veya doğrudan yürütülen <br/> (bu, reklamvereninize yönlendirmede hafif bir gecikmeye neden olabilir) belirler.
tt: Челтәр тапшыру стратегиясе чиртүне чиратка куярга һәм соңрак кронжоб белән эшкәртергә, яки турыдан-туры башкарылырга тиешме (бу реклама бирүчегә юнәлтүдә бераз тоткарланырга мөмкин).
ur: نیٹ ورک کی نشریاتی حکمت عملی یہ طے کرتی ہے کہ آیا کلک کو قطار میں رکھنا چاہئے اور بعد میں کرون کام کے ذریعہ کارروائی کی جانی چاہئے ، یا براہ راست عمل میں لائی گئی ہے۔
uz: Tarmoqni tarqatish strategiyasi klikni navbatga qo'yib, keyinroq cronjob orqali qayta ishlanishini yoki to'g'ridan-to'g'ri bajarilishini aniqlaydi (bu sizning reklama beruvchingizga yo'naltirishni biroz kechiktirishi mumkin).
vi: Chiến lược truyền phát trên Mạng xác định xem nhấp chuột có nên được đưa vào hàng đợi và xử lý sau bởi cronjob hay được thực hiện trực tiếp <br/> (điều này có thể gây ra một chút chậm trễ trong chuyển hướng đến nhà quảng cáo của bạn).
xh: Isicwangciso sokusasaza inethiwekhi sigqiba ukuba unqakrazo kufuneka lubekwe emgceni kwaye luqhubekeke kamva yi-cronjob, okanye lwenziwa ngokuthe ngqo <br/> (olunokubangela ukulibaziseka okuncinci ekubhekiseni kwakhona kumthengisi wakho).
zu: Isu lokusakaza lenethiwekhi linquma ukuthi ngabe ukuchofoza kufanele kufakwe kulayini futhi kucutshungulwe kamuva nge-cronjob, noma kwenziwa ngqo <br/> (okungadala ukubambezeleka okuncane ekuqondisweni kabusha komkhangisi wakho).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
af: <strong> Direk: </strong> (verstek) Word uitgesaai na die netwerk voordat die gebruiker herlei word (en die gebruiker blokkeer).
am: ተጠቃሚው ከማስተላለፉ በፊት <strong> ቀጥታ </ strong> (ነባሪ) ወደ አውታረ መረቡ ያሰራጫል (ተጠቃሚውንም ያግዳል) ፡፡
ar: <strong> مباشر: </ strong> (افتراضي) بث على الشبكة قبل إعادة توجيه المستخدم (وحظره).
az: <strong> Doğrudan: </strong> (Varsayılan) İstifadəçi yönləndirilmədən əvvəl şəbəkəyə yayımlanır (və istifadəçini bloklayır).
bg: <strong> Директно: </strong> (по подразбиране) Излъчване в мрежата, преди потребителят да бъде пренасочен (и блокира потребителя).
ca: <strong> Directe: </strong> (predeterminat) Emetre a la xarxa abans de redirigir l'usuari (i bloquejar-lo).
cs: <strong> Přímé: </strong> (výchozí) Vysílání do sítě před přesměrováním uživatele (a blokováním uživatele).
cy: <strong> Uniongyrchol: </strong> (Rhagosodedig) Darlledu i'r rhwydwaith cyn i'r defnyddiwr gael ei ailgyfeirio (a blocio'r defnyddiwr).
da: <strong> Direkte: </strong> (standard) Sendes til netværket, før brugeren omdirigeres (og blokerer brugeren).
de: <strong> Direkt: </ strong> (Standard) Broadcast an das Netzwerk, bevor der Benutzer umgeleitet wird (und den Benutzer blockiert).
el: <strong> Άμεση: </strong> (Προεπιλογή) Μετάδοση στο δίκτυο πριν από την ανακατεύθυνση του χρήστη (και αποκλείει τον χρήστη).
eo: <strong> Rekta: </strong> (Defaŭlta) Elsendo al la reto antaŭ ol la uzanto estas redirektita (kaj blokas la uzanton).
et: <strong> Otsene: </strong> (vaikimisi) Levitage võrku enne, kui kasutaja suunatakse ümber (ja blokeeritakse kasutaja).
eu: <strong> Zuzena: </strong> (lehenetsia) Igorri sarera erabiltzailea birbideratu aurretik (eta erabiltzailea blokeatu).
fa: <strong> مستقیم: </ strong> (پیش فرض) قبل از اینکه کاربر هدایت شود ، به شبکه پخش می شود (و کاربر را مسدود می کند).
fi: <strong> Suora: </strong> (oletus) Lähetä verkkoon ennen käyttäjän uudelleenohjausta (ja estää käyttäjän).
fr: <strong> Direct: </strong> (par défaut) Diffusion sur le réseau avant que l'utilisateur ne soit redirigé (et bloque l'utilisateur).
fy: <strong> Direkt: </strong> (Standert) Utstjoere nei it netwurk foardat de brûker trochstjoerd wurdt (en de brûker blokkeart).
ga: <strong> Díreach: </strong> (Réamhshocrú) Craoladh chuig an líonra sula ndéantar an t-úsáideoir a atreorú (agus an t-úsáideoir a bhlocáil).
gd: <strong> Dìreach: </strong> (bunaiteach) Craoladh chun lìonra mus tèid an neach-cleachdaidh ath-stiùireadh (agus bloc an neach-cleachdaidh).
gl: <strong> Directo: </strong> (predeterminado) Emítese á rede antes de que o usuario sexa redirixido (e bloquee ao usuario).
hr: <strong> Izravno: </strong> (zadano) Emitiranje na mrežu prije nego što je korisnik preusmjeren (i blokira korisnika).
hu: <strong> Közvetlen: </strong> (alapértelmezett) Közvetítés a hálózathoz, mielőtt a felhasználót átirányítják (és blokkolja a felhasználót).
hy: <strong> Ուղիղ. </ strong> (Լռելյայն) Հեռարձակել ցանցին ՝ նախքան օգտագործողի վերահղումը (և արգելափակում է օգտագործողին):
id: <strong> Langsung: </strong> (Default) Menyiarkan ke jaringan sebelum pengguna dialihkan (dan memblokir pengguna).
is: <strong> Beint: </strong> (Sjálfgefið) Útsending á netið áður en notandanum er vísað til baka (og hindrar notandann).
iw: <strong> ישיר: </ strong> (ברירת מחדל) משודר לרשת לפני שהמשתמש מנותב מחדש (וחוסם את המשתמש).
ja: <strong>直接：</ strong>（デフォルト）ユーザーがリダイレクトされる（およびユーザーをブロックする）前に、ネットワークにブロードキャストします。
kk: <strong> Тікелей: </strong> (Әдепкі) пайдаланушы қайта бағытталмай тұрып желіге таралады (және пайдаланушыны блоктайды).
ku: <strong> Direct: </strong> (Default) Berî ku bikarhêner were veguhastin ji torê re weşan bike (û bikarhêner asteng dike).
ky: <strong> Түз: </strong> (Демейки) Колдонуучу багыттамастан мурун (жана колдонуучуну бөгөттөйт) тармакка таркатуу.
lb: <strong> Direkt: </strong> (Standard) Broadcast am Netz ier de Benotzer ëmgeleet gëtt (a blockéiert de Benotzer).
lt: <strong> Tiesioginis: </strong> (numatytasis) Transliuoti į tinklą prieš nukreipiant vartotoją (ir blokuojant jį).
lv: <strong> Tiešais: </strong> (noklusējums) Pārraidiet tīklā pirms lietotāja novirzīšanas (un lietotāja bloķēšanas).
mg: <strong> Direct: </strong> (Default) Alefaso amin'ny tamba-jotra alohan'ny alefa ny mpampiasa (ary sakanany ny mpampiasa).
mi: <strong> Tika: </strong> (Taunoa) Whakapāho ki te whatunga i mua i te tukuna o te kaiwhakamahi (ka poraka i te kaiwhakamahi).
ms: <strong> Langsung: </strong> (Lalai) Siarkan ke rangkaian sebelum pengguna diarahkan (dan menyekat pengguna).
mt: <strong> Dirett: </strong> (Default) Xandar man-netwerk qabel ma l-utent jiġi dirottat (u jimblokka lill-utent).
nl: <strong> Direct: </strong> (standaard) uitzending naar het netwerk voordat de gebruiker wordt omgeleid (en blokkeert de gebruiker).
no: <strong> Direkte: </strong> (standard) Sendes til nettverket før brukeren blir omdirigert (og blokkerer brukeren).
pl: <strong> Bezpośrednio: </strong> (domyślnie) rozgłaszanie do sieci, zanim użytkownik zostanie przekierowany (i zablokuje go).
ps: <strong> مستقیم: </ strong> (ډیفالټ) شبکې ته نشر کړئ مخکې لدې چې کاروونکي ته اړول شوی وي (او کارونکي یې بندوي).
pt: <strong> Direto: </strong> (padrão) difundir para a rede antes que o usuário seja redirecionado (e bloqueia o usuário).
ro: <strong> Direct: </strong> (implicit) Transmiteți în rețea înainte ca utilizatorul să fie redirecționat (și să îl blocheze).
sd: <strong> سڌو: </ strong> (طئي ٿيل) نيٽ ورڪ تي نشر ٿيڻ کان پهريان صارف کي ريڊائيڊ ڪيو وڃي ٿو (۽ صارف کي بلاڪ ڪري ٿو).
sk: <strong> Priame: </strong> (predvolené) Vysiela sa do siete pred presmerovaním používateľa (a zablokuje ho).
sl: <strong> Neposredno: </strong> (privzeto) Oddaj v omrežje, preden je uporabnik preusmerjen (in blokira uporabnika).
sq: <strong> Direkt: </strong> (Default) Transmetimi në rrjet para se përdoruesi të ridrejtohet (dhe bllokon përdoruesin).
sv: <strong> Direkt: </strong> (standard) Sänds till nätverket innan användaren omdirigeras (och blockerar användaren).
sw: <strong> Moja kwa moja: </strong> (Chaguomsingi) Tangaza kwa mtandao kabla ya mtumiaji kuelekezwa (na kumzuia mtumiaji).
tg: <strong> мустақим: </strong> (бо нобаёнӣ) пахши пешакӣ ба шабака пахш кардани корбар (ва бастани корбар).
tk: <strong> Göni: </strong> (Bellenilen) Ulanyjy gönükdirilmezden ozal tora ýaýlym (we ulanyjyny bloklaýar).
tl: <strong> Direkta: </strong> (Default) Pag-broadcast sa network bago ang gumagamit ay nai-redirect (at harangan ang gumagamit).
tr: <strong> Doğrudan: </strong> (Varsayılan) Kullanıcı yeniden yönlendirilmeden önce ağda yayınlayın (ve kullanıcıyı engelleyin).
tt: <strong> Туры: </strong> (Килешү буенча) челтәргә кулланучы юнәлтелгәнче (һәм кулланучыны блоклый).
ur: <strong> براہ راست: </ strong> (پہلے سے طے شدہ) صارف کو ری ڈائریکٹ ہونے سے پہلے نیٹ ورک میں براڈکاسٹ (اور صارف کو روکتا ہے)۔
uz: <strong> To'g'ridan-to'g'ri: </strong> (Standart) foydalanuvchi yo'naltirilishidan oldin tarmoqqa uzatiladi (va foydalanuvchini bloklaydi).
vi: <strong> Trực tiếp: </strong> (Mặc định) Truyền tới mạng trước khi người dùng được chuyển hướng (và chặn người dùng).
xh: <strong> Ngqo: </strong> (Okwendalo) Sasaza kwinethiwekhi ngaphambi kokuba umsebenzisi aqondiswe kwakhona (kwaye abhloke umsebenzisi).
zu: <strong> Qondisa: </strong> (Okuzenzakalelayo) Sakazela kunethiwekhi ngaphambi kokuthi umsebenzisi aqondiswe kabusha (futhi avimbele umsebenzisi).
