Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
af: <strong> Rye: </strong> Vinnige agtergrondverwerking, waar 'n agtergronddraad of 'n tou naby die netwerk uitsaai. Benodig WP Cron geaktiveer
am: ወረፋ-</ strong> ፈጣን-የበስተጀርባ ቅርብ የሆነ የጀርባ ክር ወይም ወረፋ ለአውታረ መረቡ የሚተላለፍበት ፈጣን የጀርባ ሂደት። ፍላጎቶች WP Cron ነቅተዋል
ar: <strong> قائمة الانتظار: </ strong> معالجة خلفية سريعة ، حيث يتم بث سلسلة رسائل أو قائمة انتظار في الخلفية إلى الشبكة في الوقت الفعلي تقريبًا. يحتاج إلى تمكين WP Cron
az: <strong> Növbə: </strong> Arxa fonda və ya növbənin real vaxt yaxınlığında şəbəkəyə yayımlandığı sürətli fon işlənməsi. WP Cron aktiv edilməlidir
bg: <strong> Опашка: </strong> Бърза обработка на фона, при която фонова нишка или опашка се излъчват в мрежата почти в реално време. Нуждае се от WP Cron
ca: <strong> Cua: </strong> processament de fons ràpid, on un fil o una cua de fons s’emet a la xarxa gairebé en temps real. Necessita WP Cron activat
cs: <strong> Fronta: </strong> Rychlé zpracování na pozadí, kdy vlákno na pozadí nebo fronta vysílají do sítě téměř v reálném čase. Vyžaduje WP Cron povoleno
cy: <strong> Ciw: </strong> Prosesu cefndir cyflym, lle mae edau cefndir neu giw yn darlledu i'r rhwydwaith bron yn amser real. Angen galluogi WP Cron
da: <strong> Kø: </strong> Hurtig baggrundsbehandling, hvor en baggrundstråd eller kø udsendes til netværket næsten realtid. Brug for WP Cron aktiveret
de: <strong> Warteschlange: </ strong> Schnelle Hintergrundverarbeitung, bei der ein Hintergrundthread oder eine Warteschlange nahezu in Echtzeit an das Netzwerk gesendet wird. Benötigt WP Cron aktiviert
el: <strong> Ουρά: </strong> Γρήγορη επεξεργασία φόντου, όπου ένα νήμα φόντου ή ουρά μεταδίδεται στο δίκτυο σχεδόν σε πραγματικό χρόνο. Χρειάζεται ενεργοποιημένο WP Cron
eo: <strong> Vico: </strong> Rapida fona prilaborado, kie fona fadeno aŭ vico elsendas al la reto preskaŭ realtempe. Bezonas WP Cron ebligita
et: <strong> Järjekord: </strong> kiire taustatöötlus, kus taustalõng või järjekord edastatakse võrku peaaegu reaalajas. Vajab WP Croni lubamist
eu: <strong> Ilara: </strong> atzeko planoko prozesamendu azkarra, atzeko planoaren haria edo ilara bat sarera denbora errealean igortzen ari denean. WP Cron gaituta behar du
fa: <strong> صف: </ strong> پردازش سریع پس زمینه ، جایی که یک موضوع پس زمینه یا یک صف پخش می کند به شبکه نزدیک به زمان واقعی است. نیاز به WP Cron دارد
fi: <strong> Jono: </strong> Nopea taustankäsittely, jossa taustalanka tai jono lähetetään verkkoon lähes reaaliajassa. Tarvitsee WP Cronin käyttöön
fr: <strong> File d'attente: </strong> traitement rapide en arrière-plan, où un thread ou une file d'attente en arrière-plan est diffusé sur le réseau en temps quasi réel. Nécessite l'activation de WP Cron
fy: <strong> Wachtrige: </strong> Snelle eftergrûnferwurking, wêr't in eftergrûntried of wachtrige hast realtime útstjoert nei it netwurk. Ferlet fan WP Cron ynskeakele
ga: <strong> Scuaine: </strong> Próiseáil tapa cúlra, áit a bhfuil snáithe cúlra nó scuaine ag craoladh chuig an líonra gar-ama. Riachtanais WP Cron cumasaithe
gd: <strong> ciudha: </strong> Giullachd cùl-fhiosrachaidh luath, far a bheil snàithlean cùil no ciudha a ’craoladh chun lìonra faisg air àm fìor. Feumalachdan WP Cron air a chomasachadh
gl: <strong> Cola: </strong> Procesamento rápido de fondo, onde un fío de fondo ou unha cola se está a transmitir á rede case en tempo real. Precisa habilitado WP Cron
hr: <strong> Red čekanja: </strong> brza obrada pozadine, gdje se pozadinska nit ili red emitira na mrežu gotovo u stvarnom vremenu. Treba omogućiti WP Cron
hu: <strong> Sor: </strong> Gyors háttérfeldolgozás, amikor egy háttérszál vagy várólista valós időben közelít a hálózat felé. A WP Cron engedélyezése szükséges
hy: <strong> Հերթում. </ strong> Ֆոնի արագ վերամշակում, երբ ֆոնի շարանը կամ հերթը հեռարձակվում է ցանցին մոտ իրական ժամանակում: Պետք է միացված լինի WP Cron- ին
id: <strong> Antrean: </strong> Pemrosesan latar belakang cepat, saat untaian latar belakang atau antrean disiarkan ke jaringan hampir secara waktu nyata. Membutuhkan WP Cron diaktifkan
is: <strong> Biðröð: </strong> Hröð bakgrunnsvinnsla, þar sem bakgrunnsþráður eða biðröð sendir út á netið nær rauntíma. Þarft WP Cron virkt
iw: <strong> תור: </ strong> עיבוד רקע מהיר, שבו שרשור או תור רקע משודרים לרשת בזמן אמת. צריך WP Cron מופעל
ja: <strong>キュー：</ strong>高速バックグラウンド処理。バックグラウンドスレッドまたはキューがほぼリアルタイムでネットワークにブロードキャストされます。 WPCronを有効にする必要があります
kk: <strong> Кезек: </strong> Фондық ағын немесе кезек желіге нақты уақытта таралатын фонды жылдам өңдеу. WP Cron қосылуы керек
ku: <strong> Rêz: </strong> Pêvajoya paşkeftina bilez, ku têl an dorê paşnavê li torgilokê rast-demjimêr weşanê dike. Pêdivî ye ku WP Cron were çalak kirin
ky: <strong> Кезек: </strong> Фондук жипти же кезекти тармакка реалдуу убакытта таркатып жаткан тез фондук иштетүү. WP Cron иштетилген болушу керек
lb: <strong> Schlaang: </strong> Schnell Hannergrondveraarbechtung, wou en Hannergrondfuedem oder eng Schlaang an d'Netzwierk bal Realtime diffuséiert. Braucht WP Cron aktivéiert
lt: <strong> Eilė: </strong> greitas fono apdorojimas, kai fono gija ar eilė transliuojama į tinklą beveik realiuoju laiku. Reikia, kad įjungtas „WP Cron“
lv: <strong> Rinda: </strong> ātra fona apstrāde, kad fona pavediens vai rinda tiek pārraidīta tīklā gandrīz reālā laikā. Nepieciešams iespējot WP Cron
mg: <strong> Filaharana: </strong> Fikarakarana haingam-pandeha haingana, izay misy kofehy na filaharana mandefa fandaharana amin'ny tambajotra akaikin'ny realtime. Mila WP Cron
mi: <strong> Tutira: </strong> Tukatuka papamuri tere, kei reira te miro papamuri, te raarangi ranei e puhipuhi ana ki te whatunga tata-waatea. Hiahia WP Cron kua whakahohea
ms: <strong> Antrean: </strong> Pemprosesan latar belakang yang pantas, di mana untaian latar belakang atau barisan bersiaran ke rangkaian hampir dalam masa nyata. Memerlukan WP Cron
mt: <strong> Kju: </strong> Ipproċessar ta 'sfond mgħaġġel, fejn ħajt jew kju ta' sfond qed ixandar man-netwerk kważi fil-ħin reali. Jeħtieġ li l-WP Cron ikun attivat
nl: <strong> Wachtrij: </strong> snelle verwerking op de achtergrond, waarbij een achtergrondthread of wachtrij bijna in realtime naar het netwerk wordt uitgezonden. Vereist WP Cron ingeschakeld
no: <strong> Kø: </strong> Rask bakgrunnsbehandling, der en bakgrunnstråd eller kø kringkastes til nettverket nær sanntid. Trenger WP Cron aktivert
pl: <strong> Kolejka: </strong> szybkie przetwarzanie w tle, w którym wątek lub kolejka w tle transmitują do sieci niemal w czasie rzeczywistym. Wymaga włączonego WP Cron
ps: <strong> قطار: </ strong> ګړندی شالید پروسس ، چیرې چې د شالید سلسله یا کتار نیټالټ ته ریال ټیم ​​ته نږدې خپرونې کوي. د WP کرون فعالولو ته اړتیا لري
pt: <strong> Fila: </strong> processamento rápido em segundo plano, em que um encadeamento ou fila de segundo plano é transmitido para a rede quase em tempo real. Necessita WP Cron habilitado
ro: <strong> Coadă: </strong> Procesare rapidă în fundal, unde un fir de fundal sau o coadă difuzează în rețea aproape în timp real. Necesită activarea WP Cron
sd: <strong> قطار: </ strong> فاسٽ پس منظر واري پروسيسنگ ، جتي هڪ پس منظر واري سلسلي يا قطار نيٽ ورڪ تائين ريئل ٽائيم ويجهو نشر ڪري رهيو آهي. WP ڪرنٽ کي فعال بڻائڻ جي ضرورت آهي
sk: <strong> Fronta: </strong> Rýchle spracovanie na pozadí, kedy vlákno alebo fronta na pozadí vysiela do siete takmer v reálnom čase. Vyžaduje sa WP Cron
sl: <strong> Čakalna vrsta: </strong> hitra obdelava ozadja, kjer se nit ozadja ali vrsta oddaja v omrežje skoraj v realnem času. Potrebuje omogočen WP Cron
sq: <strong> Radha: </strong> Përpunimi i shpejtë i sfondit, ku një fije ose radhë sfondi po transmeton në rrjetë në kohë reale. Duhet të aktivizohet WP Cron
sv: <strong> Kö: </strong> Snabb bakgrundsbehandling, där en bakgrundstråd eller kö sänds till nätverket nära realtid. Behöver WP Cron aktiverat
sw: <strong> Foleni: </strong> Usindikaji wa usuli wa haraka, ambapo uzi au foleni ya mandharinyuma inatangaza kwa mtandao karibu na wakati halisi. Inahitaji WP Cron kuwezeshwa
tg: <strong> Навбат: </strong> Коркарди босуръати замина, ки дар он як риштаи замина ё навбат ба шабака дар вақти воқеӣ пахш мешавад. Бояд WP Cron фаъол карда шавад
tk: <strong> nobat: </strong> Çalt fonda işlemek, fonda sapak ýa-da nobat tora ýakyn wagtda ýaýlyma berilýär. WP Cron açyk
tl: <strong> Queue: </strong> Mabilis na pagproseso ng background, kung saan ang isang background thread o pila ay nagbo-broadcast sa network malapit sa realtime. Kailangan ng pinagana ang WP Cron
tr: <strong> Sıra: </strong> Bir arka plan iş parçacığının veya sıranın ağa neredeyse gerçek zamanlı olarak yayınlandığı hızlı arka planda işleme. WP Cron'un etkinleştirilmesi gerekiyor
tt: <strong> чират: </strong> Тиз фон эшкәртү, монда фон җеп яки чират челтәргә реаль вакытта трансляцияләнә. WP Cron кушылган
ur: <strong> قطار: </ strong> تیز بیک گراؤنڈ پروسیسنگ ، جہاں بیک گراؤنڈ تھریڈ یا قطار نیٹ ورک پر ریئل ٹائم کے قریب نشر ہو رہی ہے۔ WP کرون فعال ہونے کی ضرورت ہے
uz: <strong> Navbat: </strong> Tezkor fonni qayta ishlash, bu erda fon chizig'i yoki navbat tarmoqqa real vaqt rejimida uzatiladi. WP Cron yoqilgan bo'lishi kerak
vi: <strong> Hàng đợi: </strong> Xử lý nền nhanh chóng, trong đó chuỗi nền hoặc hàng đợi đang truyền tới mạng gần thời gian thực. Cần bật WP Cron
xh: <strong> Umgca: </strong> Ukulungiswa okungasemva okukhawulezayo, apho umsonto ongasemva okanye ulayini usasaza kwinethiwekhi kufutshane-ixesha lokwenyani. Iimfuno zeWP Cron zenziwe zasebenza
zu: <strong> Umugqa: </strong> Ukucutshungulwa kwangemuva okusheshayo, lapho uchungechunge lwangemuva noma ulayini usakazela kunethiwekhi eduze-kwesikhathi sangempela. Izidingo ze-WP Cron zivunyelwe

source: Backend
af: Agterkant
am: ባንድ ጀርባ
ar: الخلفية
bg: Бекенд
cy: Penwythnos
da: Bagende
et: Taustaprogramm
fa: باطن
fi: Taustakuva
ga: Deireadh seachtaine
hu: Háttér
hy: Թիկունք
is: Bakendi
iw: אחורי
ja: バックエンド
lv: Aizmugure
mi: Whakamuri
ms: Latar Belakang
no: Baksiden
ps: شاته
pt: Processo interno
sd: پٺاڻ
sw: Nyuma
tk: Yzky
tr: Arka uç
tt: Арткы план
ur: پسدید
uz: Orqa tomon
vi: Phụ trợ
xh: Ngasemva
zu: Ukubuyela emuva

source: Javascript Clientside
am: የጃቫ ስክሪፕት ደንበኛ
ar: جافاسكريبت كلينتسايد
cs: Klient Javascript
el: Πελάτες Javascript
eo: Ĝavaskripta Klienta Flanko
et: Javascripti Clientide
eu: Javascript bezeroa
fi: Javascript-asiakasohjelma
fr: Client Javascript
gl: Cliente Javascript
hu: Javascript kliensoldal
hy: Javascript հաճախորդներ
id: Sisi Klien Javascript
is: Javascript Viðskiptavinur
ja: Javascriptクライアントサイド
lt: „Javascript“ kliento pusė
lv: Javascript Clientide
mi: Kaitoha Javascript
ms: Pelanggan Javascript
pl: Strona klienta JavaScript
ps: جاواسکریپټ مراجع
pt: Javascript ao lado do cliente
sd: جاوا اسڪرپٽ ڪلائينٽ
sq: Javascript Klientë
sw: Mteja wa Javascript
tk: Javascript müşderisi
tt: Javascript клиентлары
ur: جاوا اسکرپٹ کلائنٹ سائیڈ
vi: Khách hàng Javascript
xh: Umxhasi weJavascript
zu: Iklayenti leJavascript
