Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
af: Vir adverteerders bepaal die omskakelingstrategie hoe die omskakeling geskep word. As dit geaktiveer is, kan Woocommerce die omskakelingbedienerskant uitvoer. <br/> As u 'n ander inkopiesisteem gebruik, gebruik dan die Javascript of kortkodes om die omskakeling te skep, of implementeer die omskakeling binne u oplossing.
am: ለአስተዋዋቂዎች የልወጣ ስልቱ ልወጣው እንዴት እንደሚፈጠር ይወስናል ፡፡ ሲነቃ Woocommerce የልወጣውን አገልጋይ ጎን ለጎን ማከናወን ይችላል። <br/> ሌላ የግብይት ስርዓትን የሚጠቀሙ ከሆነ ወይ ልወጣውን ለመፍጠር ጃቫስክሪፕትን ወይም አቋራጭ ኮዶችን ይጠቀሙ ፣ ወይም ደግሞ በመፍትሔዎ ውስጥ ልወጣውን ይተግብሩ።
ar: بالنسبة للمعلنين ، تحدد استراتيجية التحويل كيفية إنشاء التحويل. عند التمكين ، يمكن لـ Woocommerce تنفيذ جانب خادم التحويل. <br/> إذا كنت تستخدم نظام تسوق آخر ، فاستخدم إما Javascript أو الرموز القصيرة لإنشاء التحويل ، أو قم بتنفيذ التحويل داخل الحل الخاص بك.
az: Reklam verənlər üçün dönüşüm strategiyası dönüşümün necə yaradılacağını təyin edir. Aktiv edildikdə, Woocommerce konversiya serverini icra edə bilər. <br/> Başqa bir alış-veriş sistemi istifadə edirsinizsə, dönüşüm yaratmaq üçün Javascript və ya qısa kodlardan istifadə edin və ya dönüşümünüzü həll yolunuzda tətbiq edin.
bg: За рекламодателите стратегията за преобразуване определя как се създава преобразуването. Когато е активирана, Woocommerce може да изпълни преобразуването от страна на сървъра. <br/> Ако използвате друга система за пазаруване, или използвайте Javascript или шорткодовете, за да създадете преобразуването, или внедрете преобразуването в рамките на вашето решение.
ca: Per als anunciants, l’estratègia de conversió determina com es crea la conversió. Quan està activat, Woocommerce pot executar el servidor al costat de la conversió. <br/> Si utilitzeu un altre sistema de compres, utilitzeu Javascript o codis curts per crear la conversió o implementeu la conversió a la vostra solució.
cs: U inzerentů určuje konverzní strategie způsob, jakým je konverze vytvořena. Pokud je tato možnost povolena, Woocommerce může provést konverzi na straně serveru. <br/> Pokud používáte jiný nákupní systém, použijte k vytvoření převodu Javascript nebo krátké kódy nebo implementujte převod do svého řešení.
cy: Ar gyfer hysbysebwyr, mae'r strategaeth drawsnewid yn penderfynu sut mae'r trosiad yn cael ei greu. Pan fydd wedi'i alluogi, gall Woocommerce weithredu'r gwasanaeth trosi. <br/> Os ydych chi'n defnyddio system siopa arall, naill ai defnyddiwch y Javascript neu'r codau byr i greu'r trosiad, neu gweithredwch y trawsnewidiad yn eich datrysiad.
da: For annoncører bestemmer konverteringsstrategien, hvordan konverteringen oprettes. Når aktiveret, kan Woocommerce udføre konverteringsserversiden. <br/> Hvis du bruger et andet shoppingsystem, skal du enten bruge Javascript eller kortkoder til at oprette konverteringen eller implementere konverteringen i din løsning.
de: Für Werbetreibende bestimmt die Conversion-Strategie, wie die Conversion erstellt wird. Wenn diese Option aktiviert ist, kann Woocommerce die Konvertierungsserverseite ausführen. <br/> Wenn Sie ein anderes Einkaufssystem verwenden, verwenden Sie entweder Javascript oder Shortcodes, um die Konvertierung zu erstellen, oder implementieren Sie die Konvertierung in Ihrer Lösung.
el: Για τους διαφημιζόμενους, η στρατηγική μετατροπής καθορίζει τον τρόπο δημιουργίας της μετατροπής. Όταν είναι ενεργοποιημένο, το Woocommerce μπορεί να εκτελέσει το διακομιστή μετατροπής. <br/> Εάν χρησιμοποιείτε άλλο σύστημα αγορών, χρησιμοποιήστε τη Javascript ή τους συντομεύσεις για να δημιουργήσετε τη μετατροπή ή εφαρμόστε τη μετατροπή μέσα στη λύση σας.
eo: Por reklamantoj, la konverta strategio determinas kiel la konvertiĝo estas kreita. Se ebligita, Woocommerce povas ekzekuti la konvertan servilan flankon. <br/> Se vi uzas alian butikan sistemon, aŭ uzu la Ĝavaskripton aŭ mallongajn kodojn por krei la konvertiĝon, aŭ efektivigu la konvertiĝon ene de via solvo.
et: Reklaamijate jaoks määrab konversiooni loomise viis konversioonistrateegia. Kui see on lubatud, saab Woocommerce käivitada konversiooniserveri. <br/> Kui kasutate mõnda muud ostusüsteemi, kasutage teisenduse loomiseks Javascripti või lühikoode või rakendage teisendus oma lahenduses.
eu: Iragarleentzat, bihurketa estrategiak zehazten du nola sortzen den bihurketa. Gaituta dagoenean, Woocommerce-k bihurketa zerbitzariaren alboan exekutatu dezake. <br/> Beste erosketa sistema bat erabiltzen baduzu, erabili Javascript edo kode laburrak bihurketa sortzeko, edo ezar ezazu zure irtenbidearen bihurketa.
fa: برای تبلیغ کنندگان ، استراتژی تبدیل نحوه ایجاد تبدیل را تعیین می کند. هنگامی که فعال است ، Woocommerce می تواند سمت سرور تبدیل را اجرا کند. <br/> اگر از سیستم خرید دیگری استفاده می کنید ، یا از Javascript یا کد کوتاه برای ایجاد تبدیل استفاده کنید ، یا تبدیل را در راه حل خود پیاده سازی کنید.
fi: Mainostajille tulosstrategia määrittää, miten tulos syntyy. Kun tämä asetus on käytössä, Woocommerce voi suorittaa muunnospalvelimen sivun. <br/> Jos käytät toista ostosjärjestelmää, luo muunnos joko Javascriptin tai pikakoodien avulla tai toteuta muunnos ratkaisussa.
fr: Pour les annonceurs, la stratégie de conversion détermine la manière dont la conversion est créée. Lorsqu'il est activé, Woocommerce peut exécuter la conversion côté serveur. <br/> Si vous utilisez un autre système d'achat, utilisez le Javascript ou les codes courts pour créer la conversion, ou implémentez la conversion dans votre solution.
fy: Foar advertearders bepaalt de konversaasjestrategy hoe't de konverzje wurdt oanmakke. As dizze ynskakele is, kin Woocommerce de konversaasje-serverside útfiere. <br/> As jo ​​in oar winkelsysteem brûke, brûk dan it Javascript as koarte koades om de konverzje te meitsjen, of implement de konverzje yn jo oplossing.
ga: Maidir le fógróirí, socraíonn an straitéis tiontaithe conas a chruthaítear an tiontú. Nuair a chumasaítear é, is féidir le Woocommerce an freastalaí tiontaithe a fhorghníomhú. <br/> Má úsáideann tú córas siopadóireachta eile, bain úsáid as an Javascript nó na aicearraí chun an tiontú a chruthú, nó an tiontú laistigh de do réiteach a chur i bhfeidhm.
gd: Do luchd-sanasachd, bidh an ro-innleachd tionndaidh a ’dearbhadh mar a thèid an tionndadh a chruthachadh. Nuair a tha e air a chomasachadh, faodaidh Woocommerce an t-seirbheis tionndaidh a chuir an gnìomh. <br/> Ma chleachdas tu siostam ceannach eile, cleachd an Javascript no na shortcodes gus an tionndadh a chruthachadh, no cuir an tionndadh taobh a-staigh an fhuasglaidh agad.
gl: Para os anunciantes, a estratexia de conversión determina como se crea a conversión. Cando está activado, Woocommerce pode executar o lado do servidor de conversión. <br/> Se usa outro sistema de compra, use o Javascript ou os códigos curtos para crear a conversión ou implemente a conversión dentro da súa solución.
hr: Za oglašivače strategija pretvorbe određuje način stvaranja pretvorbe. Kad je omogućeno, Woocommerce može izvršiti pretvorbu sa strane poslužitelja. <br/> Ako upotrebljavate drugi sustav za kupnju, upotrijebite Javascript ili kratke kodove za izradu pretvorbe ili implementirajte pretvorbu u svoje rješenje.
hu: A hirdetők számára a konverziós stratégia határozza meg a konverzió létrehozásának módját. Ha engedélyezve van, a Woocommerce végrehajthatja a konverziós kiszolgáló oldalt. <br/> Ha másik vásárlási rendszert használ, vagy a Javascript vagy a rövid kódok segítségével hozza létre az átalakítást, vagy valósítsa meg az átalakítást a megoldáson belül.
hy: Գովազդատուների համար փոխակերպման ռազմավարությունը որոշում է, թե ինչպես է ստեղծվում փոխարկումը: Միացնելուց հետո, Woocommerce- ը կարող է կատարել փոխակերպման սերվերի կողմը: <br/> Եթե այլ գնումների համակարգ եք օգտագործում, կամ փոխարկումը ստեղծելու համար օգտագործեք Javascript կամ կարճ կոդեր, կամ իրականացրեք փոխակերպումը ձեր լուծման շրջանակներում:
id: Untuk pengiklan, strategi konversi menentukan bagaimana konversi dibuat. Saat diaktifkan, Woocommerce dapat menjalankan sisi server konversi. <br/> Jika Anda menggunakan sistem belanja lain, gunakan Javascript atau kode pendek untuk membuat konversi, atau terapkan konversi dalam solusi Anda.
is: Fyrir auglýsendur ákvarðar viðskiptastefnan hvernig viðskiptin verða til. Þegar það er virkt getur Woocommerce framkvæmt viðskiptaþjónshliðina. <br/> Ef þú notar annað verslunarkerfi skaltu annaðhvort nota Javascript eða stuttkóða til að búa til ummyndunina eða framkvæma umbreytinguna í lausninni þinni.
iw: עבור מפרסמים, אסטרטגיית ההמרה קובעת כיצד נוצרת ההמרה. כאשר היא מופעלת, Woocommerce יכול לבצע את צד שרתי ההמרה. <br/> אם אתה משתמש במערכת קניות אחרת, השתמש ב- Javascript או בקודי הקיצור כדי ליצור את ההמרה, או יישם את ההמרה בתוך הפתרון שלך.
ja: 広告主の場合、コンバージョン戦略によって、コンバージョンの作成方法が決まります。有効にすると、Woocommerceは変換サーバーサイドを実行できます。<br/>別のショッピングシステムを使用する場合は、Javascriptまたはショートコードを使用して変換を作成するか、ソリューション内に変換を実装します。
kk: Жарнама берушілер үшін түрлендіру стратегиясы конверсияның қалай жасалатынын анықтайды. Қосылған кезде, Woocommerce түрлендіру серверлерін орындай алады. <br/> Егер сіз басқа сауда жүйесін қолдансаңыз, түрлендіруді жасау үшін Javascript немесе қысқа кодтарды қолданыңыз немесе түрлендіруді өз шешіміңізде жүзеге асырыңыз.
ku: Ji bo reklaman, stratejiya veguherînê diyar dike ka çawa veguherîn çêdibe. Dema ku çalak be, Woocommerce dikare servera veguherînê bicîh bîne. <br/> Heke hûn pergala kirîna din bikar bînin, an Javascript an kodên kurt bikar bînin ku veguherînê çêbikin, an veguherîna di nav çareseriya xwe de bicîh bikin.
ky: Жарнак берүүчүлөр үчүн, конверсиянын кандайча түзүлгөндүгүн конверсия стратегиясы аныктайт. Иштетилгенде, Woocommerce конверсия серверин иштете алат. <br/> Эгер сиз башка соода тутумун колдонгон болсоңуз, анда Javascriptти же кыска коддорду колдонуп, конверсияны түзүңүз же конверсияны өз чечимиңиздин алкагында ишке ашырыңыз.
lb: Fir Annonceuren bestëmmt d'Konversiounsstrategie wéi d'Konversioun erstallt gëtt. Wann aktivéiert, kann Woocommerce d'Ëmrechtsserversäit ausféieren. <br/> Wann Dir en anere Shopping System benotzt, entweder benotzt de Javascript oder Shortcodes fir d'Konversioun ze kreéieren, oder d'Konversioun an Ärer Léisung ëmzesetzen.
lt: Reklamuotojams konversijos strategija lemia konversijos sukūrimą. Kai įgalinta, „Woocommerce“ gali vykdyti konversijos serverį. <br/> Jei naudojate kitą apsipirkimo sistemą, naudokite „Javascript“ arba trumpuosius kodus, kad sukurtumėte konversiją, arba įgyvendinkite konversiją savo sprendime.
lv: Reklāmdevējiem reklāmguvuma stratēģija nosaka reklāmguvuma izveidošanas veidu. Ja opcija ir iespējota, Woocommerce var izpildīt reklāmguvumu servera sānu. <br/> Ja izmantojat citu iepirkšanās sistēmu, reklāmguvuma izveidošanai izmantojiet Javascript vai īsos kodus, vai arī ievietojiet reklāmguvumu savā risinājumā.
mg: Ho an'ny mpanao dokam-barotra, ny paikadim-panovana dia mamaritra ny fomba famoronana ny fanovana. Rehefa alefa, Woocommerce dia afaka manatanteraka ny sisin'ny fiovam-po. <br/> Raha mampiasa rafitra fiantsenana hafa ianao, dia ampiasao ny Javascript na ny kaody fohy hamoronana ny fiovam-po, na ampiharo ny fiovam-po ao anaty ny vahaolana.
mi: Mo te hunga whakatairanga, ko te rautaki hurihuri ka whakatau me pehea te huri. Ka taea ana, ka taea e Woocommerce te whakahaere i te taha whakarereke whakawhiti.
ms: Bagi pengiklan, strategi penukaran menentukan bagaimana penukaran dibuat. Apabila diaktifkan, Woocommerce dapat menjalankan penukaran server. <br/> Jika anda menggunakan sistem membeli-belah lain, gunakan Javascript atau kod pendek untuk membuat penukaran, atau laksanakan penukaran dalam penyelesaian anda.
mt: Għal dawk li jirreklamaw, l-istrateġija tal-konverżjoni tiddetermina kif tinħoloq il-konverżjoni. Meta jkun attivat, Woocommerce jista 'jeżegwixxi l-konverżjoni ta' servers. <br/> Jekk tuża sistema oħra ta 'xiri, jew uża l-Javascript jew shortcodes biex toħloq il-konverżjoni, jew timplimenta l-konverżjoni fis-soluzzjoni tiegħek.
nl: Voor adverteerders bepaalt de conversiestrategie hoe de conversie tot stand komt. Indien ingeschakeld, kan Woocommerce de conversieserverszijde uitvoeren. <br/> Als u een ander winkelsysteem gebruikt, gebruikt u Javascript of shortcodes om de conversie te maken, of implementeert u de conversie binnen uw oplossing.
no: For annonsører bestemmer konverteringsstrategien hvordan konverteringen opprettes. Når aktivert, kan Woocommerce utføre konverteringsserversiden. <br/> Hvis du bruker et annet shoppingsystem, kan du enten bruke Javascript eller kortkoder for å opprette konverteringen, eller implementere konverteringen i løsningen.
pl: W przypadku reklamodawców strategia konwersji określa sposób tworzenia konwersji. Po włączeniu Woocommerce może wykonać konwersję po stronie serwera. <br/> Jeśli korzystasz z innego systemu zakupów, użyj JavaScript lub skrótów, aby utworzyć konwersję, lub zaimplementuj konwersję w swoim rozwiązaniu.
ps: د اعلان کونکو لپاره ، د تبادلې ستراتیژي ټاکي چې څنګه تبادله رامینځته کیږي. کله چې فعال شي ، ووومکریم کولی شي د تبادلې سرور پرمخ وړي.
pt: Para anunciantes, a estratégia de conversão determina como a conversão é criada. Quando ativado, Woocommerce pode executar a conversão do lado do servidor. <br/> Se você usar outro sistema de compras, use o Javascript ou códigos de acesso para criar a conversão, ou implemente a conversão em sua solução.
ro: Pentru agenții de publicitate, strategia de conversie determină modul în care este creată conversia. Când este activat, Woocommerce poate executa partea serverului de conversie. <br/> Dacă utilizați un alt sistem de cumpărături, fie utilizați codurile Javascript sau shortcodes pentru a crea conversia, fie implementați conversia în cadrul soluției dvs.
sd: اشتهار ڏيندڙن لاءِ ، تبادلي جي حڪمت عملي طئي ڪندي آهي ته ڪئين تبديلي ڪيئن ٺاهي وئي آهي. جڏهن فعال ڪيو ويو ، ووو ڪامرس ڪنوريوشن سرور کي انجام ڏئي سگھي ٿي. <br/> جيڪڏهن توهان ٻيون شاپنگ سسٽم استعمال ڪريو ٿا ، يا ته جاوا اسڪرپٽ يا شارٽ ڪوڊ استعمال ڪريو تبادلتي ٺاهڻ لاءِ ، يا توهان جي حل اندر تبديلي آڻين ٿا.
sk: U inzerentov stratégia konverzie určuje, ako sa konverzia vytvorí. Ak je táto možnosť povolená, Woocommerce môže vykonávať konverziu na strane servera. <br/> Ak používate iný nákupný systém, na vytvorenie konverzie použite Javascript alebo krátke kódy alebo implementujte konverziu do svojho riešenia.
sl: Za oglaševalce strategija konverzije določa, kako se konverzija ustvari. Ko je omogočeno, lahko Woocommerce izvede pretvorbo na strani strežnika. <br/> Če uporabljate drug nakupovalni sistem, uporabite Javascript ali kratke kode za ustvarjanje pretvorbe ali izvedite pretvorbo v svoji rešitvi.
sq: Për reklamuesit, strategjia e konvertimit përcakton se si krijohet konvertimi. Kur aktivizohet, Woocommerce mund të ekzekutojë anën e serverit të konvertimit. <br/> Nëse përdorni një sistem tjetër blerjeje, ose përdorni Javascript ose kodet e shkurtra për të krijuar konvertimin, ose zbatoni shndërrimin brenda zgjidhjes suaj.
sv: För annonsörer avgör konverteringsstrategin hur konverteringen skapas. När det är aktiverat kan Woocommerce köra omvandlingsservarsidan. <br/> Om du använder ett annat shoppingsystem kan du antingen använda Javascript eller kortkoder för att skapa konverteringen eller implementera konverteringen i din lösning.
sw: Kwa watangazaji, mkakati wa ubadilishaji huamua jinsi ubadilishaji umeundwa. Ikiwashwa, Woocommerce inaweza kutekeleza seva ya ubadilishaji.
tg: Барои таблиғгарон, стратегияи табдилдиҳӣ муайян мекунад, ки чӣ гуна табдил дода мешавад. Вақте ки фаъол карда мешавад, Woocommerce метавонад сервери конверсияро иҷро кунад. <br/> Агар шумо системаи дигари харидро истифода баред, барои эҷоди конверсия ё Javascript ё коди кутоҳро истифода баред ё табдилдиҳиро дар доираи ҳалли худ амалӣ кунед.
tk: Mahabat berijiler üçin öwrüliş strategiýasy öwrülişigiň nähili döredilýändigini kesgitleýär. Işledilende, Woocommerce öwrüliş serwerini ýerine ýetirip biler. <br/> Başga bir söwda ulgamyny ulanýan bolsaňyz, öwrülişigi döretmek üçin Javascript ýa-da gysga kodlary ulanyň ýa-da çözgüdiňiziň içinde öwrülişigi amala aşyryň.
tl: Para sa mga advertiser, tinutukoy ng diskarte sa conversion kung paano nilikha ang conversion. Kapag pinagana, maaaring ipatupad ng Woocommerce ang server ng conversion. <br/> Kung gumagamit ka ng isa pang sistema ng pamimili, alinman gamitin ang Javascript o mga shortcode upang likhain ang conversion, o ipatupad ang conversion sa loob ng iyong solusyon.
tr: Reklamverenler için dönüşüm stratejisi, dönüşümün nasıl oluşturulacağını belirler. Etkinleştirildiğinde, Woocommerce dönüştürme sunucu tarafında yürütebilir. <br/> Başka bir alışveriş sistemi kullanıyorsanız, dönüşümü oluşturmak için Javascript veya kısa kodları kullanın veya dönüşümü çözümünüze uygulayın.
tt: Реклама бирүчеләр өчен конверсия стратегиясе конверсиянең ничек барлыкка килүен билгели. Эшләтелгәндә, Woocommerce конверсия серверын башкара ала. <br/> Әгәр сез башка сәүдә системасын куллансагыз, я конверсия ясау өчен Javascript яки кыска кодларны кулланыгыз, яисә конверсияне сезнең чишелеш эчендә тормышка ашырыгыз.
ur: مشتہرین کے ل the ، تبادلوں کی حکمت عملی طے کرتی ہے کہ تبادلوں کی تخلیق کیسے ہوتی ہے۔ فعال ہونے پر ، ووکومرس تبادلوں کے سرور کو عملی شکل دے سکتی ہے۔
uz: Reklama beruvchilar uchun konversiya strategiyasi konversiyaning qanday yaratilishini belgilaydi. Yoqilganda, Woocommerce konversiya serverini ishga tushirishi mumkin. <br/> Agar siz boshqa xarid qilish tizimidan foydalansangiz, konversiyani yaratish uchun Javascript yoki qisqa kodlardan foydalaning yoki konversiyani o'zingizning qaroringiz doirasida amalga oshiring.
vi: Đối với nhà quảng cáo, chiến lược chuyển đổi xác định cách chuyển đổi được tạo. Khi được bật, Woocommerce có thể thực thi chuyển đổi bên máy chủ. <br/> Nếu bạn sử dụng hệ thống mua sắm khác, hãy sử dụng Javascript hoặc mã ngắn để tạo chuyển đổi hoặc triển khai chuyển đổi trong giải pháp của bạn.
xh: Kubathengisi, iqhinga lokuguqula limisela ukuba lwenziwa njani uguquko. Xa yenziwe, iWoocommerce inokuqhuba iiseva zokuguqula.
zu: Kubakhangisi, isu lokuguqula linquma ukuthi ukuguqulwa kudalwa kanjani. Uma inikwe amandla, i-Woocommerce ingasebenzisa i-serveride yokuguqula.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
af: <strong> Backend: </strong> (verstek) Die bedienermodule hanteer die omskakelings.
am: <strong> backend: </strong> (ነባሪ) የአገልጋይ ሞዱል ልወጣዎቹን ያስተናግዳል ፡፡
ar: <strong> الخلفية: </ strong> (افتراضي) وحدة الخادم تتعامل مع التحويلات.
az: <strong> Backend: </strong> (Varsayılan) Server modulu dönüşümləri idarə edir.
bg: <strong> Backend: </strong> (по подразбиране) Сървърният модул обработва преобразуванията.
ca: <strong> Backend: </strong> (predeterminat) El mòdul servidor gestiona les conversions.
cs: <strong> Backend: </strong> (výchozí) Modul serveru zpracovává převody.
cy: <strong> Penwythnos: </strong> (Diofyn) Mae modiwl gweinydd yn trin yr addasiadau.
da: <strong> Backend: </strong> (standard) Server-modul håndterer konverteringerne.
de: <strong> Backend: </ strong> (Standard) Das Servermodul verwaltet die Konvertierungen.
el: <strong> Backend: </strong> (Προεπιλογή) Η ενότητα διακομιστή χειρίζεται τις μετατροπές.
eo: <strong> Backend: </strong> (Apriora) Servila modulo traktas la konvertiĝojn.
et: <strong> Taustaprogramm: </strong> (vaikimisi) serverimoodul haldab teisendusi.
eu: <strong> Backend: </strong> (lehenetsia) zerbitzariaren moduluak bihurtzen ditu bihurketak.
fa: <strong> Backend: </strong> (پیش فرض) ماژول سرور تبدیل ها را مدیریت می کند.
fi: <strong> Taustaosa: </strong> (oletus) palvelinmoduuli käsittelee muunnokset.
fr: <strong> Backend: </strong> (par défaut) le module de serveur gère les conversions.
fy: <strong> Efterkant: </strong> (Standert) Servermodule behannelt de konversaasjes.
ga: <strong> Backend: </strong> Láimhseálann modúl an fhreastalaí na tiontaithe.
gd: <strong> Backend: </strong> (bunaiteach) Bidh modal frithealaiche a ’làimhseachadh na h-atharrachaidhean.
gl: <strong> Backend: </strong> (predeterminado) o módulo servidor xestiona as conversións.
hr: <strong> Backend: </strong> (zadano) Modul poslužitelja obrađuje pretvorbe.
hu: <strong> Háttér: </strong> (Alapértelmezett) A kiszolgáló modul kezeli az átalakításokat.
hy: <strong> Backend: </strong> (Լռելյայն) Սերվերի մոդուլը կարգավորում է փոխարկումները:
id: <strong> Backend: </strong> (Default) Modul server menangani konversi.
is: <strong> Bakendi: </strong> (Sjálfgefið) Netþjónn sér um viðskipti.
iw: <strong> Backend: </strong> (ברירת מחדל) מודול השרת מטפל בהמרות.
ja: <strong>バックエンド：</ strong>（デフォルト）サーバーモジュールが変換を処理します。
kk: <strong> Backend: </strong> (әдепкі) сервер модулі конверсияларды өңдейді.
ku: <strong> Paşvemandin: </strong> (Default) Modulê serverê veguherînan pêk tîne.
ky: <strong> Backend: </strong> (По умолчанию) Сервер модулу которууларды иштетет.
lb: <strong> Backend: </strong> (Standard) Servermodul behandelt d'Conversiounen.
lt: <strong> Backend: </strong> (numatytasis) serverio modulis tvarko konversijas.
lv: <strong> Aizmugure: </strong> (noklusējums) Servera modulis apstrādā reklāmguvumus.
mg: <strong> Backend: </strong> (Default) Module mpizara no mitantana ny fiovam-po.
mi: <strong> Backend: </strong> (Taunoa) Ko te waahanga tuuturu te huringa.
ms: <strong> Backend: </strong> (Default) Modul pelayan mengendalikan penukaran.
mt: <strong> Backend: </strong> (Default) Il-modulu tas-server jimmaniġġja l-konverżjonijiet.
nl: <strong> Backend: </strong> (standaard) servermodule verwerkt de conversies.
no: <strong> Backend: </strong> (standard) Server-modul håndterer konverteringene.
pl: <strong> Backend: </strong> (domyślny) moduł serwera obsługuje konwersje.
ps: <strong> بیک اینڈ: </ strong> (ډیفالټ) د سرور ماډل د خبرو اترو اداره کوي.
pt: <strong> Backend: </strong> (padrão) Módulo de servidor lida com as conversões.
ro: <strong> Backend: </strong> (implicit) Modulul server gestionează conversiile.
sd: <strong> پس منظر: </ strong> (ڊفالٽ) سرور جو ماڊل تبديلين کي سنڀاليندو آهي.
sk: <strong> Backend: </strong> (predvolené) Modul servera spracováva konverzie.
sl: <strong> Backend: </strong> (privzeto) Strežniški modul obravnava pretvorbe.
sq: <strong> Backend: </strong> (Default) Moduli i serverit merret me shndërrimet.
sv: <strong> Backend: </strong> (standard) Servermodulen hanterar konverteringarna.
sw: <strong> Backend: </strong> (Default) Moduli ya seva hushughulikia mabadiliko.
tg: <strong> Backend: </strong> (Default) Server modul сарукорҳоро идора мекунад.
tk: <strong> Yzky: </strong> (Bellenen) Serwer moduly öwrülişikleri dolandyrýar.
tl: <strong> Backend: </strong> (Default) Hinahawakan ng module ng server ang mga conversion.
tr: <strong> Arka uç: </strong> (Varsayılan) Sunucu modülü, dönüşümleri yönetir.
tt: <strong> Арткы план: </strong> (Килешү буенча) Сервер модуле конверсияләр белән эш итә.
ur: <strong> پسدید: </ strong> (ڈیفالٹ) سرور ماڈیول تبادلوں کو سنبھالتا ہے۔
uz: <strong> Backend: </strong> (Standart) Server moduli konversiyani boshqaradi.
vi: <strong> Phần phụ trợ: </strong> (Mặc định) Mô-đun máy chủ xử lý các chuyển đổi.
xh: <strong> Ukubuyela umva: </strong> (Okwendalo) Imodyuli yemodyuli ilawula uguquko.
zu: <strong> Ukubuyela emuva: </strong> (Okuzenzakalelayo) Imodyuli yeseva iphatha ukuguqulwa.
