Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: Copy the public address from the Attrace menu and paste it in the text field above:
af: Kopieer die openbare adres vanaf die Attrace-menu en plak dit in die teksveld hierbo:
am: የአደባባይ አድራሻውን ከአሳታሪው ምናሌ በመቅዳት ከላይ ባለው የጽሑፍ መስክ ላይ ይለጥፉ
ar: انسخ العنوان العام من قائمة Attrace والصقه في حقل النص أعلاه:
az: Attrace menyusundan ümumi ünvanı kopyalayın və yuxarıdakı mətn sahəsinə yapışdırın:
bg: Копирайте публичния адрес от меню Привличане и го поставете в текстовото поле по-горе:
ca: Copieu l'adreça pública del menú Attrace i enganxeu-la al camp de text superior:
cs: Zkopírujte veřejnou adresu z nabídky Přilákat a vložte ji do textového pole výše:
cy: Cop√Øwch y cyfeiriad cyhoeddus o'r ddewislen Attrace a'i gludo yn y maes testun uchod:
da: Kopier den offentlige adresse fra menuen Attrace, og indsæt den i tekstfeltet ovenfor:
de: Kopieren Sie die öffentliche Adresse aus dem Menü "Attrace" und fügen Sie sie in das Textfeld oben ein:
el: Αντιγράψτε τη δημόσια διεύθυνση από το μενού Attrace και επικολλήστε την στο πεδίο κειμένου παραπάνω:
eo: Kopiu la publikan adreson el la menuo Attrace kaj algluu ĝin en la supra kampo de teksto:
et: Kopeerige avalik aadress menüüst Attrace ja kleepige see ülaltoodud tekstiväljale:
eu: Kopiatu helbide publikoa Attrace menutik eta itsatsi goiko testu eremuan:
fa: آدرس عمومی را از فهرست Attrace کپی کرده و در قسمت متن بالا جایگذاری کنید:
fi: Kopioi julkinen osoite Attrace-valikosta ja liitä se yllä olevaan tekstikenttään:
fr: Copiez l'adresse publique du menu Attrace et collez-la dans le champ de texte ci-dessus:
fy: Kopiearje it publike adres út it menu Attrace en plak it yn it tekstfjild hjirboppe:
ga: Cóipeáil an seoladh poiblí ón roghchlár Attrace agus greamaigh é sa réimse téacs thuas:
gd: Dèan lethbhreac den t-seòladh poblach bhon chlàr Attrace agus cuir a-steach e san raon teacsa gu h-àrd:
gl: Copia a dirección pública do menú Attrace e pégaa no campo de texto superior:
hr: Kopirajte javnu adresu iz izbornika Attrace i zalijepite je u gornje tekstualno polje:
hu: Másolja a nyilvános címet az Attrace menüből, és illessze be a fenti szövegmezőbe:
hy: Պատճենեք հանրային հասցեն Attrace ընտրացանկից և տեղադրեք այն վերը նշված տեքստի դաշտում.
id: Salin alamat publik dari menu Attrace dan tempelkan di kolom teks di atas:
is: Afritaðu heimilisfangið af Attrace valmyndinni og límdu það í textareitinn hér að ofan:
iw: העתק את הכתובת הציבורית מתפריט Attrace והדבק אותה בשדה הטקסט שלמעלה:
ja: Attraceメニューからパブリックアドレスをコピーして、上のテキストフィールドに貼り付けます。
kk: Жалпы мекен-жайды Attrace мәзірінен көшіріп, оны жоғарыдағы мәтін жолына қойыңыз:
ku: Navnîşa giştî ji pêşeka Attrace kopî bikin û li jor li qada nivîsê bi cî bikin:
ky: Коомдук даректи Attrace менюсунан көчүрүп, жогорудагы текст талаасына чаптаңыз:
lb: Kopéiert d'ëffentlech Adress aus dem Attrace Menu a pecht se am Textfeld hei uewen:
lt: Nukopijuokite viešąjį adresą iš „Attrace“ meniu ir įklijuokite jį į aukščiau esantį teksto lauką:
lv: Nokopējiet publisko adresi no izvēlnes Attrace un ielīmējiet to iepriekš esošajā teksta laukā:
mg: Adikao ny adiresy ampahibemaso ao amin'ny menio Attrace ary apetaho eo amin'ny sahan-tsoratra etsy ambony:
mi: Tuhia te wahitau o te iwi mai i te raarangi Huanga ka whakapiri atu ki te mara kuputuhi i runga ake nei:
ms: Salin alamat awam dari menu Attrace dan tampal di medan teks di atas:
mt: Ikkopja l-indirizz pubbliku mill-menu Attrace u pejstu fil-qasam tat-test hawn fuq:
nl: Kopieer het openbare adres uit het menu Attrace en plak het in het bovenstaande tekstveld:
no: Kopier den offentlige adressen fra Attrace-menyen og lim den inn i tekstfeltet over:
pl: Skopiuj adres publiczny z menu Attrace i wklej go w polu tekstowym powyżej:
ps: د ایټرایس مینو څخه د عامه پته کاپي کړئ او پورته متن کې یې کاږئ:
pt: Copie o endereço público do menu Attrace e cole-o no campo de texto acima:
ro: Copiați adresa publică din meniul Attrace și lipiți-o în câmpul de text de mai sus:
sd: ڪشش مينيو مان عوامي پتي کي ڪاپي ڪيو ۽ مٿي ڏنل متن واري فيلڊ ۾ پيسٽ ڪريو:
sk: Skopírujte verejnú adresu z ponuky Prilákať a vložte ju do textového poľa vyššie:
sl: Kopirajte javni naslov iz menija Attrace in ga prilepite v zgornje besedilno polje:
sq: Kopjoni adresën publike nga menyja Attrace dhe ngjiteni në fushën e tekstit më sipër:
sv: Kopiera den offentliga adressen från menyn Attrace och klistra in den i textfältet ovan:
sw: Nakili anwani ya umma kutoka kwa menyu ya Attrace na ibandike kwenye uwanja wa maandishi hapo juu:
tg: Суроғаи омро аз менюи Attrace нусхабардорӣ кунед ва ба майдони матни боло часпонед:
tk: Jemgyýetçilik salgysyny Attrace menýusyndan göçüriň we ýokardaky tekst meýdanyna goýuň:
tl: Kopyahin ang pampublikong address mula sa menu ng Attrace at i-paste ito sa patlang ng teksto sa itaas:
tr: Genel adresi Attrace menüsünden kopyalayın ve yukarıdaki metin alanına yapıştırın:
tt: Халык адресын Attrace менюсыннан күчереп алыгыз һәм өстә текст кырына ябыштырыгыз:
ur: اٹریٹیس مینو سے عوامی پتے کی کاپی کریں اور اسے اوپر والے فیلڈ میں چسپاں کریں:
uz: Umumiy manzilni Attrace menyusidan nusxa oling va yuqoridagi matn maydoniga qo'ying:
vi: Sao chép địa chỉ công khai từ menu Attrace và dán vào trường văn bản ở trên:
xh: Khuphela idilesi kawonkewonke kwimenyu ye-Attrace kwaye uyincamathisele kumhlaba wokubhaliweyo apha ngasentla:
zu: Kopisha ikheli lomphakathi kusuka kumenyu ye-Attrace bese ulinamathisela kunkambu yombhalo ngenhla:

source: The click-out URL to the page you want to promote will look like this:
af: Die uitkliek-URL na die bladsy wat u wil bevorder, sal so lyk:
am: ሊያስተዋውቁት ወደሚፈልጉት ገጽ ጠቅ የማድረግ ዩአርኤል ይህን ይመስላል
ar: سيبدو عنوان URL للنقر للصفحة التي تريد الترويج لها على النحو التالي:
az: Tanıtmaq istədiyiniz səhifənin tıklama URL-si belə görünür:
bg: URL адресът за щракване към страницата, която искате да популяризирате, ще изглежда така:
ca: L'URL de clic a la pàgina que vulgueu promocionar tindrà aquest aspecte:
cs: Cílová adresa URL stránky, kterou chcete propagovat, bude vypadat takto:
cy: Bydd yr URL clicio allan i'r dudalen rydych chi am ei hyrwyddo yn edrych fel hyn:
da: Klik-ud URL til den side, du vil promovere, ser sådan ud:
de: Die Click-out-URL zu der Seite, für die Sie werben möchten, sieht folgendermaßen aus:
el: Η διεύθυνση URL κλικ προς τη σελίδα που θέλετε να προωθήσετε θα έχει την εξής μορφή:
eo: La alklaka URL al la paĝo, kiun vi volas reklami, aspektos jene:
et: Reklaamitava lehe klõpsamise URL näeb välja selline:
eu: Sustatu nahi duzun orrialdearen klik egitearen URLak itxura hau izango du:
fa: URL کلیک برای صفحه ای که می خواهید تبلیغ کنید به این شکل خواهد بود:
fi: Mainostettavan sivun napsautettava URL-osoite näyttää tältä:
fr: L'URL de destination de la page que vous souhaitez promouvoir ressemblera à ceci:
fy: De klik-out URL nei de side dy't jo wolle promoatsje sil der sa útsjen:
ga: Is é seo an URL cliceáil-amach ar an leathanach a theastaíonn uait a chur chun cinn:
gd: Bidh an URL cliog air an duilleag a tha thu airson adhartachadh mar seo:
gl: O URL de clic da páxina que desexa promocionar terá este aspecto:
hr: URL za klik na stranicu koju želite promovirati izgledat će ovako:
hu: A népszerűsíteni kívánt oldal kattintási URL-je így fog kinézni:
hy: Այն էջի կտտացումը, որը ցանկանում եք խթանել էջը, կունենա հետևյալ տեսքը.
id: URL klik keluar ke halaman yang ingin Anda promosikan akan terlihat seperti ini:
is: Útsmellunarslóðin að síðunni sem þú vilt auglýsa mun líta svona út:
iw: כתובת האתר הנפתחת לדף שתרצה לקדם תיראה כך:
ja: 宣伝したいページへのクリックアウトURLは次のようになります。
kk: Сіз алға жылжытқыңыз келетін парақтың URL мекенжайы келесідей болады:
ku: URL-ya klîk-ê ya rûpelê ku hûn dixwazin pêşve bibin dê wiha xuya bike:
ky: Сиз жайылтууну каалаган баракка чыкылдатуу URL төмөнкүдөй болот:
lb: D'Uklick-URL op d'Säit déi Dir wëllt promouvéiere wäert esou ausgesinn:
lt: Puslapio, kurį norite reklamuoti, spustelėjimo URL atrodys taip:
lv: Noklikšķināšanas URL uz lapu, kuru vēlaties reklamēt, izskatīsies šādi:
mg: Ny URL tsindrio ny pejy tianao hampiroborobo dia toa izao:
mi: Ko te URL paatene ki te whaarangi e hiahia ana koe ki te whakatairanga ka penei:
ms: URL klik keluar ke halaman yang ingin anda promosikan akan kelihatan seperti ini:
mt: Il-URL click-out għall-paġna li trid tippromwovi tidher hekk:
nl: De doorklik-URL naar de pagina die u wilt promoten, ziet er als volgt uit:
no: Klikk-ut URL til siden du vil markedsføre vil se slik ut:
pl: Wyprowadzający adres URL strony, którą chcesz promować, będzie wyglądał następująco:
ps: د پا -ې کلیک آئوټ یو آر ایل چې تاسو یې هڅول غواړئ به ورته وي:
pt: O URL de clique para a página que você deseja promover terá a seguinte aparência:
ro: Adresa URL de clic pe pagina pe care doriți să o promovați va arăta astfel:
sd: جنهن پيج کي فروغ ڏيڻ چاهيو ٿا اهو ڪلڪ ڪندڙ يوآرا ايل هن طرح ٿيندو:
sk: Cieľová adresa URL na stránku, ktorú chcete propagovať, bude vyzerať takto:
sl: URL za klik na stran, ki jo želite promovirati, bo videti tako:
sq: URL-ja e klikimit në faqen që dëshironi të promovoni do të duket kështu:
sv: Klickadressen till sidan du vill marknadsföra ska se ut så här:
sw: URL ya kubofya kwenye ukurasa ambao unataka kukuza itaonekana kama hii:
tg: URL-и клик ба сафҳае, ки шумо мехоҳед таблиғ кунед, чунин хоҳад буд:
tk: Mahabatlandyrmak isleýän sahypaňyza basmak URL-i şeýle bolar:
tl: Ang click-out URL sa pahinang nais mong i-promosyon ay magiging ganito:
tr: Tanıtmak istediğiniz sayfanın tıklama URL'si şu şekilde görünecektir:
tt: Сез популярлаштырырга теләгән биткә чыккач, URL шулай булачак:
ur: آپ جس صفحے کو فروغ دینا چاہتے ہیں اس کا کلک آؤٹ یو آر ایل اس طرح نظر آئے گا:
uz: Siz targ'ib qilmoqchi bo'lgan sahifadagi bosish URL manzili quyidagicha bo'ladi:
vi: URL nhấp ra đến trang bạn muốn quảng cáo sẽ có dạng như sau:
xh: Ukucofa i-URL kwiphepha ofuna ukulinyusa liya kujongeka ngoluhlobo:
zu: I-URL yokuchofoza ekhasini ofuna ukulikhangisa izobukeka kanjena:

source: Change this value if you would like another URL
af: Verander hierdie waarde as u 'n ander URL wil hê
am: ሌላ ዩአርኤል ከፈለጉ ይህንን እሴት ይለውጡ
ar: قم بتغيير هذه القيمة إذا كنت ترغب في عنوان URL آخر
az: Başqa bir URL istəsəniz bu dəyəri dəyişdirin
bg: Променете тази стойност, ако искате друг URL адрес
ca: Canvieu aquest valor si voleu un altre URL
cs: Změňte tuto hodnotu, pokud chcete jinou adresu URL
cy: Newidiwch y gwerth hwn os hoffech URL arall
da: Skift denne værdi, hvis du vil have en anden URL
de: Ändern Sie diesen Wert, wenn Sie eine andere URL wünschen
el: Αλλάξτε αυτήν την τιμή εάν θέλετε άλλη διεύθυνση URL
eo: Ŝanĝu ĉi tiun valoron se vi ŝatus alian URL
et: Muutke seda väärtust, kui soovite mõnda muud URL-i
eu: Aldatu balio hau beste URL bat nahi baduzu
fa: اگر می خواهید URL دیگری داشته باشید این مقدار را تغییر دهید
fi: Muuta tätä arvoa, jos haluat toisen URL-osoitteen
fr: Modifiez cette valeur si vous souhaitez une autre URL
fy: Feroarje dizze wearde as jo in oare URL wolle
ga: Athraigh an luach seo más mian leat URL eile
gd: Atharraich an luach seo ma tha thu ag iarraidh URL eile
gl: Cambia este valor se queres outro URL
hr: Promijenite ovu vrijednost ako želite drugi URL
hu: Változtassa meg ezt az értéket, ha másik URL-t szeretne
hy: Փոխեք այս արժեքը, եթե ցանկանում եք մեկ այլ URL
id: Ubah nilai ini jika Anda ingin URL lain
is: Breyttu þessu gildi ef þú vilt aðra slóð
iw: שנה ערך זה אם תרצה כתובת אתר אחרת
ja: 別のURLが必要な場合は、この値を変更してください
kk: Егер сізге басқа URL керек болса, осы мәнді өзгертіңіз
ku: Ger hûn URL-ya din bixwazin vê nirxê biguherînin
ky: Эгер башка URL керек болсо, анда бул маанини өзгөртүңүз
lb: Ändert dëse Wäert wann Dir eng aner URL wëllt
lt: Pakeiskite šią vertę, jei norite kito URL
lv: Mainiet šo vērtību, ja vēlaties citu URL
mg: Ovao io sanda io raha mila URL hafa ianao
mi: Hurihia tenei uara mena kei te hiahia koe i tetahi atu URL
ms: Tukar nilai ini jika anda mahukan URL lain
mt: Ibdel dan il-valur jekk tixtieq URL ieħor
nl: Wijzig deze waarde als u een andere URL wilt
no: Endre denne verdien hvis du ønsker en annen URL
pl: Zmień tę wartość, jeśli chcesz mieć inny adres URL
ps: دا ارزښت بدل کړئ که تاسو بل URL غواړئ
pt: Altere este valor se desejar outro URL
ro: Schimbați această valoare dacă doriți o altă adresă URL
sd: ان ويليو کي تبديل ڪريو جيڪڏهن توهان هڪ ٻيو يو آر ايل چاهيو ٿا
sk: Ak chcete inú adresu URL, zmeňte túto hodnotu
sl: Če želite drug URL, spremenite to vrednost
sq: Ndryshoni këtë vlerë nëse dëshironi një URL tjetër
sv: Ändra detta värde om du vill ha en annan URL
sw: Badilisha thamani hii ikiwa ungependa URL nyingine
tg: Агар шумо URL-и дигареро мехоҳед, ин қиматро тағир диҳед
tk: Başga bir URL isleseňiz bu bahany üýtgediň
tl: Baguhin ang halagang ito kung nais mo ng isa pang URL
tr: Başka bir URL istiyorsanız bu değeri değiştirin
tt: Башка URL теләсәгез, бу кыйммәтне үзгәртегез
ur: اگر آپ کو کوئی دوسرا URL چاہئے تو اس قدر کو تبدیل کریں
uz: Agar boshqa URL manzilini xohlasangiz, ushbu qiymatni o'zgartiring
vi: Thay đổi giá trị này nếu bạn muốn một URL khác
xh: Guqula eli xabiso ukuba ungathanda enye i-URL
zu: Shintsha leli nani uma ungathanda enye i-URL

source: Direct (blocking)
af: Direk (blokkeer)
am: ቀጥታ (ማገድ)
ar: مباشر (منع)
az: Birbaşa (bloklama)
bg: Директно (блокиране)
ca: Directe (bloqueig)
cs: Přímé (blokování)
cy: Uniongyrchol (blocio)
da: Direkte (blokering)
de: Direkt (Blockieren)
el: Άμεση (αποκλεισμός)
eo: Rekta (blokado)
et: Otsene (blokeerimine)
eu: Zuzena (blokeoa)
fa: مستقیم (مسدود کردن)
fi: Suora (esto)
fr: Direct (blocage)
fy: Direkt (blokkearje)
ga: Díreach (blocáil)
gd: Dìreach (bacadh)
gl: Directo (bloqueo)
hr: Izravno (blokiranje)
hu: Közvetlen (blokkoló)
hy: Ուղղակի (արգելափակում)
id: Langsung (memblokir)
is: Beinn (sljór)
iw: ישיר (חסימה)
ja: 直接（ブロッキング）
kk: Тікелей (бұғаттау)
ku: Direct (astengkirin)
ky: Түз (бөгөт коюу)
lb: Direkt (blockéieren)
lt: Tiesioginis (blokuojantis)
lv: Tieša (bloķēšana)
mg: Direct (fanakanana)
mi: Tika (aukati)
ms: Langsung (menyekat)
mt: Dirett (imblukkar)
nl: Direct (blokkering)
no: Direkte (blokkering)
pl: Bezpośredni (blokowanie)
ps: مستقیم (مخنیوی)
pt: Direto (bloqueio)
ro: Direct (blocare)
sd: سڌي (بلاڪنگ)
sk: Priame (blokovanie)
sl: Neposredno (blokiranje)
sq: Direkt (bllokues)
sv: Direkt (blockering)
sw: Moja kwa moja (kuzuia)
tg: Мустақим (бастан)
tk: Göni (blokirlemek)
tl: Direkta (pagharang)
tr: Doğrudan (engelleme)
tt: Туры (блоклау)
ur: براہ راست (مسدود)
uz: To'g'ridan-to'g'ri (blokirovka)
vi: Trực tiếp (chặn)
xh: Ngqo (uvimba)
zu: Ngqo (ukuvimba)

source: Queue (using WP Cron)
af: Wagry (met WP Cron)
am: ሰልፍ (WP Cron ን በመጠቀም)
ar: قائمة الانتظار (باستخدام WP Cron)
az: Sıra (WP Cron istifadə edərək)
bg: Опашка (използвайки WP Cron)
ca: Cua (amb WP Cron)
cs: Fronta (pomocí WP Cron)
cy: Ciw (gan ddefnyddio WP Cron)
da: Kø (ved hjælp af WP Cron)
de: Warteschlange (mit WP Cron)
el: Ουρά (χρησιμοποιώντας WP Cron)
eo: Vico (uzante WP Cron)
et: Järjekord (kasutades WP Croni)
eu: Ilara (WP Cron erabiliz)
fa: صف (با استفاده از WP Cron)
fi: Jono (käyttäen WP Cronia)
fr: File d'attente (à l'aide de WP Cron)
fy: Wachtrige (mei help fan WP Cron)
ga: Scuaine (ag úsáid WP Cron)
gd: Ciudha (a ’cleachdadh WP Cron)
gl: Cola (usando WP Cron)
hr: Red čekanja (koristeći WP Cron)
hu: Sor (a WP Cron használatával)
hy: Հերթ (օգտագործելով WP Cron)
id: Antrian (menggunakan WP Cron)
is: Biðröð (með WP Cron)
iw: תור (באמצעות WP Cron)
ja: キュー（WP Cronを使用）
kk: Кезек (WP Cron пайдалану)
ku: Rêzik (WP Cron bikar tîne)
ky: Кезек (WP Cron колдонуп)
lb: Schlaang (mat WP Cron)
lt: Eilė (naudojant „WP Cron“)
lv: Rinda (izmantojot WP Cron)
mg: Filaharana (mampiasa WP Cron)
mi: Tutira (ma te whakamahi i te WP Cron)
ms: Beratur (menggunakan WP Cron)
mt: Kju (billi tuża WP Cron)
nl: Wachtrij (met WP Cron)
no: Kø (ved hjelp av WP Cron)
pl: Kolejka (przy użyciu WP Cron)
ps: کتار (د WP کرون کارول)
pt: Fila (usando WP Cron)
ro: Coadă (folosind WP Cron)
sd: قطار (ڊبليو پي ڪارون استعمال ڪندي)
sk: Poradie (pomocou WP Cron)
sl: Čakalna vrsta (z uporabo WP Cron)
sq: Radha (duke përdorur WP Cron)
sv: Kö (med WP Cron)
sw: Foleni (kwa kutumia WP Cron)
tg: Навбат (бо истифода аз WP Cron)
tk: Nobat (WP Cron ulanyp)
tl: Pila (gamit ang WP Cron)
tr: Kuyruk (WP Cron kullanarak)
tt: Чират (WP Cron кулланып)
ur: قطار (WP کرون کا استعمال کرتے ہوئے)
uz: Navbat (WP Cron yordamida)
vi: Hàng đợi (sử dụng WP Cron)
xh: Umgca (usebenzisa iWP Cron)
zu: Umugqa (usebenzisa i-WP Cron)
