Repository: common-repository/attrace
Catalog: languages/attrace-hmn.po
Languages: hmn

source: Configure
hmn: Kho

source: Configuration
hmn: Kev teeb tsa

source: Account
hmn: Nyiaj

source: Clickout Path
hmn: Clickout Kev

source: Network broadcast strategy
hmn: Network tshaj tawm lub tswv yim

source: Advertiser tracking & conversion
hmn: Tus tshaj tawm xov xwm nrhiav & hloov dua siab tshiab

source: Tracking strategy
hmn: Taug Xyuas cov tswv yim

source: Conversion strategy
hmn: Hloov pauv lub tswv yim

source: Shortcodes
hmn: Daim ntawv luv

source: Advanced
hmn: Siab

source: Network
hmn: Kev Sib Txuas Lus

source: Mode
hmn: Hom

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
hmn: Seem no yog rau taug qab thiab hloov dua siab tshiab chaw. Yog tias koj yog tus tshaj tawm (yog li tsuas yog pab cov clickouts), seem no tsis cuam tshuam rau koj.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
hmn: Koj Attrace pej xeem chaw nyob yuav raug siv los ntxiv ua cov xov tooj meta rau lub header ntawm koj lub vev xaib. Qhov no txoj kev Attrace Network tuaj yeem txheeb xyuas tus tswv ntawm qhov chaw nyob hauv tus tswv tsev no yog tus tswv tiag tiag ntawm tus xaib no. Tsis tas li cov chaw nyob no yog siv yog tias koj xav siv kev saib xyuas ntawm koj tus txuas mus tshawb xyuas kev ruaj ntseg.

source: Copy the public address from the Attrace menu and paste it in the text field above:
hmn: Luam qhov chaw nyob ntawm pej xeem los ntawm cov ntawv qhia zaub mov Attrace thiab muab tshuaj txhuam rau hauv cov ntawv sau saud:

source: The click-out URL to the page you want to promote will look like this:
hmn: Cov nias-tawm URL rau nplooj ntawv koj xav txhawb yuav zoo li no:

source: Change this value if you would like another URL
hmn: Hloov cov nqi no yog tias koj xav tau lwm URL

source: Direct (blocking)
hmn: Ncaj qha (thaiv)

source: Queue (using WP Cron)
hmn: Qeb (siv WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
hmn: Lub network tshaj tawm cov tswv yim txiav txim siab yog tias qhov nias yuav tsum tau muab tso rau hauv ib kab thiab ua tiav tom qab los ntawm cronjob, lossis raug ncaj qha tua <br/> (uas tuaj yeem ua rau qeeb me ntsis hauv qhov kev xa mus rau koj tus tshaj tawm).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
hmn: <strong> Ncaj Ncees: </strong> (Lub Neej Nruab Nrab) Tshaj tawm rau lub network ua ntej tus neeg siv yuav rov ua haujlwm (thiab thaiv tus neeg siv).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
hmn: <strong> Queue: </strong> Cov chaw tso keeb kwm yav dhau los ceev, uas cov xov lossis tom qab tau tshaj tawm rau lub network ze-sijhawm. Xav Tau WP Cron

source: Backend
hmn: Thaub thaub

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
hmn: Rau cov tshaj tawm, cov tswv yim taug qab qhov txiav txim siab qhov txuas txuas teeb ncuav qab zib li cas. JS mtag lub tsev qiv ntawv yog qhov no tsis siv.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
hmn: <strong> Backend: </strong> (Teeb Txheem) Neeg rau zaub mov module ntxiv Cov Ncauj Lus Khaub Ncaws.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
hmn: <strong> Javascript Clientside: </strong> Javascript mastertag teev cov khaub noom taug qab.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
hmn: Rau cov tshaj tawm, lub tswv yim hloov dua siab tshiab txiav txim siab qhov hloov dua siab tshiab tau tsim li cas. Thaum qhib, Woocommerce tuaj yeem ua tiav cov servers hloov dua siab tshiab. <br/> Yog tias koj siv lwm txoj kev yuav khoom, siv Javascript lossis shortcodes los tsim qhov kev hloov dua siab tshiab, lossis siv qhov kev hloov pauv nyob hauv koj qhov kev daws teeb meem.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
hmn: <strong> Backend: </strong> (Vim li cas) Server module daws qhov kev hloov pauv ntawm.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
hmn: <strong> Javascript Clientside: </strong> Javascript tag ua cov chaw hloov pauv.

source: No profiling
hmn: Tsis muaj profiling

source: All
hmn: Txhua

source: This option additional tracing level for performance and debugging.
hmn: Qhov kev xaiv ntxiv tracing qib rau kev ua tau zoo thiab debugging.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
hmn: <strong> Tsis muaj qhov profiling: </strong> (Lub Neej Tsis Txaus) Tsis muaj qhov (profiling) zoo (ua haujlwm tau zoo).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
hmn: <strong> Txhua Qhov: </strong> Debug tag nrho cov kev thov nrog profiling (qhov tsis zoo)

source: Production
hmn: Kev Tsim Khoom

source: Development
hmn: Kev Loj Hlob

source: Environment setting in which this plugin is running
hmn: Ib puag ncig chaw nyob rau hauv uas lub plugin no tau khiav

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
hmn: <strong> Ntau Lawm: </strong> (Lub Neej) Cov lus lees tias txhua txoj haujlwm ua haujlwm tsis taus.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
hmn: <strong> Kev Tsim Kho: </strong> Debug mode qhib, yuav ua rau phpinfo thiab lwm yam kev cuam tshuam cov ntaub ntawv ib puag ncig.

source: This option additional determines which network the connector is publishing its transactions.
hmn: Qhov kev xaiv ntxiv no txiav txim siab saib xyuas qhov twg lub network txuas yog tshaj tawm nws cov kev hloov pauv.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
hmn: <strong> Betanet: </strong> (Default) Thaj chaw tsim khoom ntawm Attrace.network, txhawm rau tshaj tawm cov kev ua lag luam tiag

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
hmn: <strong> Testnet: </strong> Qhov chaw ntsuas ntawm Attrace.network, siv qhov no rau kev sim lossis debug xwb

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
hmn: Qhov no configures mastertag lib uas koj xav suav nrog ntawm koj nplooj ntawv, URL kho tam sim no yog:

source: You can also use a versioned url with 8 characters to avoid caching, like:
hmn: Koj kuj tseem tuaj yeem siv cov kab xev uas qhia ua ke nrog 8 tus cim kom tsis txhob khaws, xws li:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
hmn: Qhov kawg ntawm qhov url yuav tsum "js" tab sis koj tuaj yeem siv lwm txoj kev sib cais, zoo li "_js" kom tsis txhob nginx caching thiab xws li.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
hmn: Nyem rau ntawm cov kab ntawv txuas sab saud kom pom tias koj lub JS tau thauj khoom kom zoo, thiab hloov cov txuas ntxiv yog tias muaj teeb meem.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
hmn: Siv tus lej ntawv luv no kom suav cov Master Tag Javascript ntawm nplooj ntawv lossis ntawv tshaj tawm.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
hmn: Siv tus lej ntawv luv no los hais txog Qhov Kev Muag Khoom (siv rau qhov no ua piv txwv nyob rau nplooj ua tsaug).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
hmn: Siv tus lej ntawv luv no los nug txog Kev Ua Thawj Ua (siv qhov no piv txwv ntawm cov xov xwm hauv xov xwm).

source: Add Integration
hmn: Ntxiv Kev Sib Tham

source: Configuration code
hmn: Kev teeb tsa tus txheej txheem

source: The Base32 configuration code that has been provided is invalid. Please try again.
hmn: Lub hauv paus Code32 teeb tsa uas tau muab tso tawm tsis raug. Thov koj sim dua.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
hmn: Qhov kev pom zoo no - delegate tawm ua ke twb muaj lawm. Tshem cov qub rau kom ntxiv rau qhov tshiab.

source: Copy the configuration code from the dashboard
hmn: Luam qhov qauv ntawv teeb tsa los ntawm lub dashboard

source: Paste it in the text field below
hmn: Khaws nws rau hauv cov kab ntawv sau hauv qab no

source: Press the submit button
hmn: Nias lub pob xa

source: Integrations
hmn: Kev Sib Koom Tes

source: Cancel
hmn: Ntawv cia Suam teb

source: Submit
hmn: Muab Xa

source: Add New
hmn: Ntxiv Tshiab

source: Save Changes
hmn: Txuag Hloov

source: Docs
hmn: Cov ntaub ntawv

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
hmn: Attrace yog kev cai tsim blockchain siab muaj peev xwm rau npe thiab tshuaj xyuas txhua qhov nias ntawm txoj saw. Cov ntaub ntawv no tso cai rau koj los tswj hwm koj cov kev pom zoo, ua kom luv ntu thiab nias tawm, thiab kos npe rau cov cim rau ntawm cov pej xeem.
