Repository: common-repository/attrace
Catalog: languages/attrace-yo.po
Languages: yo

source: Configure
yo: Tunto

source: Configuration
yo: Iṣeto ni

source: Account
yo: Iroyin

source: Clickout Path
yo: Ọna Clickout

source: Network broadcast strategy
yo: Nẹtiwọọki igbohunsafefe nẹtiwọọki

source: Advertiser tracking & conversion
yo: Titele olupolowo & iyipada

source: Tracking strategy
yo: Igbimọ titele

source: Conversion strategy
yo: Ilana iyipada

source: Shortcodes
yo: Awọn ọna abuja

source: Advanced
yo: To ti ni ilọsiwaju

source: Profiling
yo: Profaili

source: Network
yo: Nẹtiwọọki

source: Mode
yo: Ipo

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
yo: Apakan yii jẹ fun ipasẹ ati awọn eto iyipada. Ti o ba jẹ akede (nitorinaa ṣiṣe awọn iwe-iṣẹ nikan), apakan yii ko ṣe pataki fun ọ.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
yo: Iwọ Attrace adirẹsi gbangba yoo ṣee lo lati ṣafikun bi ami meta si akọle ti oju opo wẹẹbu rẹ. Ni ọna yii Nẹtiwọọki Ikọra le rii daju oluwa ti adirẹsi gbangba yii jẹ nitootọ oluwa ti oju opo wẹẹbu yii. Pẹlupẹlu adirẹsi yii ni a lo ti o ba fẹ lo ibojuwo lori asopọ rẹ lati ṣayẹwo aabo.

source: Copy the public address from the Attrace menu and paste it in the text field above:
yo: Daakọ adirẹsi ilu lati inu akojọ aṣayan Ifamọ ki o lẹẹ mọ ni aaye ọrọ loke:

source: The click-out URL to the page you want to promote will look like this:
yo: URL ti o tẹ jade si oju-iwe ti o fẹ ṣe igbega yoo dabi eleyi:

source: Change this value if you would like another URL
yo: Yi iye yii pada ti o ba fẹ URL miiran

source: Direct (blocking)
yo: Taara (ìdènà)

source: Queue (using WP Cron)
yo: Isinyi (lilo WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
yo: Imọ-ẹrọ igbohunsafefe Nẹtiwọọki pinnu boya o yẹ ki o fi ifitonileti sori isinyi ki o ṣe ilana nigbamii nipasẹ cronjob, tabi ṣe taara taara <br/> (eyiti o le fa idaduro diẹ ninu itọsọna si olupolowo rẹ).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
yo: <strong> Taara: </strong> (Aiyipada) Itankale si nẹtiwọọki ṣaaju iṣiṣẹ olumulo (ati awọn bulọọki olumulo naa).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
yo: <strong> Ti isinyi: </strong> Ṣiṣere isale yara ni iyara, nibiti o tẹle okun tabi isinyi n ṣe ikede si nẹtiwọọki nitosi-akoko gidi. Nilo WP Cron ṣiṣẹ

source: Backend
yo: Atẹhin

source: Javascript Clientside
yo: Javascript Onibara

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
yo: Fun awọn olupolowo, imọran ipasẹ ṣe ipinnu bi asopọ ṣe n ṣeto awọn kuki. <br/> Ti o ba ṣeeṣe, lo titele ẹgbẹ olupin (fun apẹẹrẹ laarin WooCommerce). Ile-ikawe JS mtag wa ninu ọran yii ko lo.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
yo: <strong> Atilẹyin: </strong> (Aifọwọyi) Modulu olupin ṣe afikun awọn akọle Ṣeto-kukisi.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
yo: <strong> Javascript Onibara: </strong> Mastertag Javascript ṣeto awọn kuki titele.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
yo: Fun awọn olupolowo, igbimọ iyipada ṣe ipinnu bi a ṣe ṣẹda iyipada. Nigbati o ba ṣiṣẹ, Woocommerce le ṣiṣẹ awọn olupin iyipada. <br/> Ti o ba lo eto iṣowo miiran, boya lo Javascript tabi awọn ọna abuja lati ṣẹda iyipada, tabi ṣe iyipada iyipada laarin ojutu rẹ.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
yo: <strong> Atilẹyin: </strong> (Aiyipada) Modulu olupin n kapa awọn iyipada naa.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
yo: <strong> Javascript Onibara: </strong> Javascript tag n kapa awọn iyipada.

source: No profiling
yo: Ko si profaili

source: All
yo: Gbogbo

source: This option additional tracing level for performance and debugging.
yo: Aṣayan yii ipele ipele wiwa fun iṣẹ ati n ṣatunṣe aṣiṣe.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
yo: <strong> Ko si profaili: </strong> (Aiyipada) Ko si profaili ṣiṣẹ (iṣẹ ti o dara).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
yo: <strong> Gbogbo: </strong> Yọọ gbogbo awọn ibeere pẹlu profaili (iṣẹ ibajẹ)

source: Production
yo: Gbóògì

source: Development
yo: Idagbasoke

source: Environment setting in which this plugin is running
yo: Eto ayika eyiti ohun itanna yii nṣiṣẹ

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
yo: <strong> Gbóògì: </strong> (Aiyipada) Awọn onigbọwọ pe gbogbo idagbasoke iṣẹ jẹ alaabo.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
yo: <strong> Idagbasoke: </strong> Ipo n ṣatunṣe aṣiṣe ṣiṣẹ, le fi han phpinfo ati alaye ifura ayika miiran.

source: This option additional determines which network the connector is publishing its transactions.
yo: Aṣayan yii ṣe ipinnu ipinnu nẹtiwọọki wo ni asopọ ti n tẹjade awọn iṣowo rẹ.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
yo: <strong> Betanet: </strong> (Aiyipada) Aaye iṣelọpọ ti Attrace.network, lati gbejade awọn iṣowo gidi

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
yo: <strong> Testnet: </strong> Aaye idanwo ti Attrace.network, lo eyi fun idanwo tabi awọn idi aṣiṣe yo nikan

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
yo: Eyi tunto atunto libt master ti o fẹ ṣafikun lori oju-iwe rẹ, URL ti a tunto lọwọlọwọ ni:

source: You can also use a versioned url with 8 characters to avoid caching, like:
yo: O tun le lo url ti ikede pẹlu awọn ohun kikọ 8 lati yago fun kaṣe, bii:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
yo: Opin ti url yẹ ki o jẹ “js” ṣugbọn o le lo oluyapa miiran, bii “_js” lati yago fun ifipamọ nginx ati iru bẹẹ.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
yo: Tẹ awọn ọna asopọ loke lati rii boya JS rẹ ti kojọpọ daradara, ki o yi awọn ifaagun naa pada ti awọn oran ba wa.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
yo: Lo koodu kukuru yii lati ṣafikun Titunto si Tag Javascript lori oju-iwe kan tabi ifiweranṣẹ.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
yo: Lo ọna abuja yii lati pe iṣẹ Tita kan (lo eyi fun apeere lori oju-iwe o ṣeun).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
yo: Lo ọna abuja yii lati pe iṣẹ Asiwaju (lo eyi fun apeere lori ṣiṣe alabapin si lẹta iroyin).

source: Add Integration
yo: Ṣafikun Ijọpọ

source: Configuration code
yo: Koodu iṣeto ni

source: The Base32 configuration code that has been provided is invalid. Please try again.
yo: Koodu iṣeto ni Base32 ti a ti pese ko wulo. Jọwọ gbiyanju lẹẹkansi.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
yo: Adehun yii - aṣoju pa apapo ti wa tẹlẹ. Yọ atijọ lori ki o le ṣafikun tuntun yii.

source: Copy the configuration code from the dashboard
yo: Daakọ koodu iṣeto lati dasibodu naa

source: Paste it in the text field below
yo: Lẹẹmọ rẹ ni aaye ọrọ ni isalẹ

source: Press the submit button
yo: Tẹ bọtini ifisilẹ

source: Integrations
yo: Awọn idapọmọra

source: Cancel
yo: Fagilee

source: Submit
yo: Firanṣẹ

source: Add New
yo: Ṣafikun Tuntun

source: Save Changes
yo: Fipamọ Awọn Ayipada

source: Docs
yo: Awọn iwe aṣẹ

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
yo: Ifamọra jẹ aṣa ṣe ifiṣootọ blockchain ti o lagbara lati forukọsilẹ ati ṣayẹwo iwe eyikeyi ipolowo tẹ lori pq. Ohun itanna yii n jẹ ki o ṣakoso awọn adehun rẹ, n jẹ ki awọn ọna abuja ati awọn iwe-ikawe, ati awọn ami ami si awọn pq gbogbogbo.
