Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: This option additional determines which network the connector is publishing its transactions.
af: Hierdie opsie bepaal ook watter netwerk die aansluiter sy transaksies publiseer.
am: ይህ አማራጭ ተጨማሪ ማገናኛው የትኛውን አውታረመረብ ግብይቶችን እንደሚያወጣ ይወስናል።
ar: يحدد هذا الخيار بشكل إضافي الشبكة التي ينشر الموصل معاملاتها.
az: Bu seçim əlavə olaraq bağlayıcının hansı şəbəkəni əməliyyatlarını dərc etdiyini müəyyənləşdirir.
bg: Тази опция допълнително определя коя мрежа конекторът публикува своите транзакции.
ca: Aquesta opció addicional determina quina xarxa el connector publica les seves transaccions.
cs: Tato možnost navíc určuje, která síť konektor publikuje své transakce.
cy: Mae'r opsiwn ychwanegol hwn yn penderfynu pa rwydwaith y mae'r cysylltydd yn cyhoeddi ei drafodion.
da: Denne valgmulighed bestemmer yderligere, hvilket netværk stikket offentliggør sine transaktioner.
de: Diese Option bestimmt zusätzlich, in welchem ​​Netzwerk der Connector seine Transaktionen veröffentlicht.
el: Αυτή η επιλογή επιπλέον καθορίζει ποιο δίκτυο ο σύνδεσμος δημοσιεύει τις συναλλαγές του.
eo: Ĉi tiu opcio aldona determinas, kiun reton la konektilo publikigas siajn transakciojn.
et: See valik määrab täiendavalt, millises võrgus konnektor oma tehinguid avaldab.
eu: Aukera gehigarri honek konektoreak zein transakzio argitaratzen dituen zehazten du.
fa: این گزینه اضافی تعیین می کند که اتصال دهنده تراکنش های خود را در کدام شبکه منتشر می کند.
fi: Tämä vaihtoehto määrittää lisäksi, minkä verkon liitin julkaisee tapahtumansa.
fr: Cette option supplémentaire détermine sur quel réseau le connecteur publie ses transactions.
fy: Dizze opsje bepaalt ekstra hokker netwurk de ferbiner syn transaksjes publiseart.
ga: Cinneann an rogha bhreise seo cén líonra a bhfuil an cónascaire ag foilsiú a idirbheart.
gd: Bidh an roghainn a bharrachd seo a ’dearbhadh dè an lìonra a tha an ceanglaiche a’ foillseachadh a ghnothaichean.
gl: Esta opción adicional determina que rede o conector publica as súas transaccións.
hr: Ova opcija dodatno određuje koju mrežu konektor objavljuje svoje transakcije.
hu: Ez az opció meghatározza, hogy a csatlakozó melyik hálózaton teszi közzé a tranzakcióit.
hy: Այս տարբերակը լրացուցիչ որոշում է, թե որ ցանցը միակցիչն է հրապարակում իր գործարքները:
id: Opsi tambahan ini menentukan jaringan mana yang diterbitkan oleh konektor, transaksinya.
is: Þessi valkostur til viðbótar ákvarðar hvaða net tengi er að birta viðskipti sín.
iw: אפשרות זו נוספת קובעת איזו רשת המחבר מפרסם את עסקאותיו.
ja: このオプションはさらに、コネクタがトランザクションを公開しているネットワークを決定します。
kk: Бұл қосымша қосқыштың қай желі өзінің транзакцияларын жариялап жатқанын қосымша анықтайды.
ku: Vebijarka hanê diyar dike ka kîjan torgilok pêwendîdar danûstandinên xwe diweşîne.
ky: Бул параметр кошумча туташтыргыч кайсы транзакцияларды жарыялаганын аныктайт.
lb: Dës Optioun zousätzlech bestëmmt wéi en Netz de Connector seng Transaktioune publizéiert.
lt: Ši parinktis papildomai nustato, kurį tinklą jungtis skelbia savo operacijas.
lv: Šī opcija papildus nosaka, kurš tīkls savienotājs publicē savus darījumus.
mg: Ity safidy fanampiny ity dia mamaritra ny tambajotra mpampitohy izay mamoaka ny fifanakalozana.
mi: Ma tenei waahanga taapiri e tohu ko tehea hononga kei te whakaputa i ana whakawhitiwhitinga.
ms: Pilihan tambahan ini menentukan rangkaian penyambung yang menerbitkan transaksi.
mt: Din l-għażla addizzjonali tiddetermina liema netwerk il-konnettur qed jippubblika t-tranżazzjonijiet tiegħu.
nl: Deze optie bepaalt bovendien welk netwerk de connector zijn transacties publiceert.
no: Dette alternativet bestemmer i tillegg hvilket nettverk koblingen publiserer sine transaksjoner.
pl: Ta opcja dodatkowo określa, w której sieci łącznik publikuje swoje transakcje.
ps: دا اختیار اضافي ټاکي چې د کومې شبکې اتصال خپلې معاملې خپروي.
pt: Esta opção adicional determina em qual rede o conector está publicando suas transações.
ro: Această opțiune suplimentară determină ce rețea conectorul își publică tranzacțiile.
sd: هي اختيار اضافي طئي ڪري ٿو ته نيٽورڪ ڪهڙو ڳن networkيندڙ پنهنجي ٽرانزيڪشن شايع ڪري رهيو آهي.
sk: Táto možnosť navyše určuje, ktorá sieť konektor zverejňuje svoje transakcie.
sl: Ta možnost dodatno določa, v katerem omrežju konektor objavlja svoje transakcije.
sq: Ky opsion shtesë përcakton se cili rrjet lidhësi po publikon transaksionet e tij.
sv: Det här alternativet avgör vilket nätverk anslutaren publicerar sina transaktioner.
sw: Chaguo hili la ziada huamua ni mtandao gani kiunganishi kinachapisha shughuli zake.
tg: Ин хосият иловатан муайян мекунад, ки пайвасткунанда кадом шабакаро амалиёти худро нашр мекунад.
tk: Bu opsiýa, birleşdirijiniň haýsy torda amallaryny çap edýändigini kesgitleýär.
tl: Tinutukoy ng karagdagang pagpipilian na ito kung aling network ang konektor ay naglalathala ng mga transaksyon nito.
tr: Bu seçenek ek olarak, bağlayıcının işlemlerini hangi ağda yayınladığını belirler.
tt: Бу вариант өстәмә тоташтыручы нинди челтәрнең үз операцияләрен бастырганын билгели.
ur: یہ اختیار اضافی طور پر طے کرتا ہے کہ کنیکٹر اپنے لین دین کو شائع کررہا ہے۔
uz: Ushbu parametr qo'shimcha ravishda qaysi tarmoq ulagichining tranzaktsiyalarini nashr etishini aniqlaydi.
vi: Tùy chọn bổ sung này xác định mạng mà trình kết nối đang xuất bản các giao dịch của nó.
xh: Olu khetho longezelelekileyo luchaza ukuba yeyiphi inethiwekhi epapasha intengiselwano.
zu: Le nketho eyengeziwe inquma ukuthi iyiphi isixhumi esishicilela ukuthengiselana kwayo.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
af: <strong> Betanet: </strong> (verstek) Die produksie-omgewing van Attrace.network, om regte transaksies te publiseer
am: እውነተኛ ግብይቶችን ለማተም <strong> Betanet </strong> </strong> (ነባሪ) የ Attrace.network የምርት አከባቢ
ar: <strong> Betanet: </strong> (افتراضي) بيئة إنتاج Attrace.network لنشر المعاملات الحقيقية
az: <strong> Betanet: </strong> (Varsayılan) Həqiqi əməliyyatları dərc etmək üçün Attrace.network istehsal mühiti
bg: <strong> Betanet: </strong> (по подразбиране) Производствената среда на Attrace.network, за публикуване на реални транзакции
ca: <strong> Betanet: </strong> (predeterminat) L'entorn de producció d'Attrace.network, per publicar transaccions reals
cs: <strong> Betanet: </strong> (výchozí) Produkční prostředí Attrace.network pro publikování skutečných transakcí
cy: <strong> Betanet: </strong> (Rhagosodedig) Amgylchedd cynhyrchu Attrace.network, i gyhoeddi trafodion go iawn
da: <strong> Betanet: </strong> (standard) Produktionsmiljøet for Attrace.network til offentliggørelse af reelle transaktioner
de: <strong> Betanet: </ strong> (Standard) Die Produktionsumgebung von Attrace.network, um echte Transaktionen zu veröffentlichen
el: <strong> Betanet: </strong> (Προεπιλογή) Το περιβάλλον παραγωγής του Attrace.network, για τη δημοσίευση πραγματικών συναλλαγών
eo: <strong> Betanet: </strong> (Defaŭlte) La produkta medio de Attrace.network, por publikigi realajn transakciojn
et: <strong> Betanet: </strong> (vaikimisi) Attrace.network tootmiskeskkond tegelike tehingute avaldamiseks
eu: <strong> Betanet: </strong> (Lehenetsia) Attrace.network-en produkzio ingurunea, benetako transakzioak argitaratzeko
fa: <strong> Betanet: </strong> (پیش فرض) محیط تولید Attrace.network ، برای انتشار معاملات واقعی
fi: <strong> Betanet: </strong> (oletus) Attrace.networkin tuotantoympäristö todellisten tapahtumien julkaisemiseksi
fr: <strong> Betanet: </strong> (par défaut) L'environnement de production d'Attrace.network, pour publier des transactions réelles
fy: <strong> Betanet: </strong> (Standert) De produksje-omjouwing fan Attrace.network, om echte transaksjes te publisearjen
ga: <strong> Betanet: </strong> (Réamhshocrú) Timpeallacht táirgthe Attrace.network, chun fíor-idirbhearta a fhoilsiú
gd: <strong> Betanet: </strong> (bunaiteach) Àrainneachd cinneasachaidh Attrace.network, gus fìor ghnothaichean fhoillseachadh
gl: <strong> Betanet: </strong> (predeterminado) O contorno de produción de Attrace.network, para publicar transaccións reais
hr: <strong> Betanet: </strong> (zadano) Proizvodno okruženje Attrace.network za objavljivanje stvarnih transakcija
hu: <strong> Betanet: </strong> (alapértelmezett) Az Attrace.network termelési környezete valós tranzakciók közzétételéhez
hy: <strong> Betanet. </strong> (Լռելյայն) Attrace.network- ի արտադրական միջավայրը ՝ իրական գործարքներ հրապարակելու համար
id: <strong> Betanet: </strong> (Default) Lingkungan produksi Attrace.network, untuk mempublikasikan transaksi nyata
is: <strong> Betanet: </strong> (Sjálfgefið) Framleiðsluumhverfi Attrace.network, til að birta raunveruleg viðskipti
iw: <strong> Betanet: </strong> (ברירת מחדל) סביבת הייצור של Attrace.network, לפרסום עסקאות אמיתיות
ja: <strong>ベータネット：</ strong>（デフォルト）実際のトランザクションを公開するためのAttrace.networkの本番環境
kk: <strong> Betanet: </strong> (әдепкі) Attrace.network өндірістік ортасы, нақты транзакцияларды жариялау үшін
ku: <strong> Betanet: </strong> (Default) Jîngeha hilberîna Attrace.network, da ku danûstandinên rastîn belav bike
ky: <strong> Betanet: </strong> (Демейки) Attrace.network өндүрүштүк чөйрөсү, чыныгы бүтүмдөрдү жарыялоо үчүн
lb: <strong> Betanet: </strong> (Standard) D'Produktiounsëmfeld vun Attrace.network, fir richteg Transaktiounen ze publizéieren
lt: <strong> Betanet: </strong> (numatytasis nustatymas) „Attrace.network“ gamybos aplinka, skirta realioms operacijoms skelbti
lv: <strong> Betanet: </strong> (noklusējums) Attrace.network ražošanas vide reālu darījumu publicēšanai
mg: <strong> Betanet: </strong> (Default) Ny tontolon'ny famokarana Attrace.network, hamoahana ny fifanakalozana tena izy
mi: <strong> Betanet: </strong> (Taunoa) Te waahi hanga o Attrace.network, ki te whakaputa i nga whakawhitiwhitinga pono
ms: <strong> Betanet: </strong> (Default) Persekitaran produksi Attrace.network, untuk menerbitkan transaksi sebenar
mt: <strong> Betanet: </strong> (Default) L-ambjent tal-produzzjoni ta 'Attrace.network, biex tippubblika tranżazzjonijiet reali
nl: <strong> Betanet: </strong> (standaard) De productieomgeving van Attrace.network, om echte transacties te publiceren
no: <strong> Betanet: </strong> (standard) Produksjonsmiljøet til Attrace.network, for å publisere reelle transaksjoner
pl: <strong> Betanet: </strong> (domyślnie) Środowisko produkcyjne Attrace.network do publikowania prawdziwych transakcji
ps: <strong> بیټنیټ: </ strong> (ډیفالټ) د ریښتیني معاملاتو خپرولو لپاره د اتراټیس کار ورکونې تولید چاپیریال
pt: <strong> Betanet: </strong> (Padrão) O ambiente de produção de Attrace.network, para publicar transações reais
ro: <strong> Betanet: </strong> (implicit) Mediul de producție al Attrace.network, pentru a publica tranzacții reale
sd: <strong> بيٽنيٽ: </ strong> Default.com جو پيداواري ماحول ، حقيقي ٽرانزيڪشن کي شايع ڪرڻ لاءِ
sk: <strong> Betanet: </strong> (predvolené) Produkčné prostredie systému Attrace.network na zverejňovanie skutočných transakcií
sl: <strong> Betanet: </strong> (privzeto) Produkcijsko okolje Attrace.network za objavo resničnih transakcij
sq: <strong> Betanet: </strong> (Default) Mjedisi i prodhimit të Attrace.network, për të publikuar transaksione reale
sv: <strong> Betanet: </strong> (standard) Produktionsmiljön för Attrace.network, för att publicera verkliga transaktioner
sw: <strong> Betanet: </strong> (Default) Mazingira ya uzalishaji wa Attrace.network, kuchapisha shughuli halisi
tg: <strong> Betanet: </strong> (бо нобаёнӣ) Муҳити истеҳсолии Attrace.network, барои интишори амалиётҳои воқеӣ
tk: <strong> Betanet: </strong> (Bellenilen) Hakyky amallary neşir etmek üçin Attrace.network önümçilik gurşawy
tl: <strong> Betanet: </strong> (Default) Ang kapaligiran sa produksyon ng Attrace.network, upang mai-publish ang totoong mga transaksyon
tr: <strong> Betanet: </strong> (Varsayılan) Gerçek işlemleri yayınlamak için Attrace.network'ün üretim ortamı
tt: <strong> Бетанет: </strong> (Килешү буенча) Attrace.network җитештерү мохите, реаль операцияләрне бастыру
ur: <strong> بیاناٹ: </ strong> (پہلے سے طے شدہ) اصلی لین دین کو شائع کرنے کے لئے ، اٹراسی ڈاٹ کام کا پیداواری ماحول
uz: <strong> Betanet: </strong> (standart) Attrace.network ishlab chiqarish muhiti, haqiqiy operatsiyalarni nashr etish uchun
vi: <strong> Betanet: </strong> (Mặc định) Môi trường sản xuất của Attrace.network, để xuất bản các giao dịch thực
xh: <strong> I-Betanet: </strong> (ngokungagqibekanga) Indawo yemveliso yeAttrace.network, ukupapasha intengiselwano yokwenyani
zu: <strong> I-Betanet: </strong> (Okuzenzakalelayo) Indawo yokukhiqiza ye-Attrace.network, ukushicilela ukuthengiselana kwangempela

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
af: <strong> Testnet: </strong> Die toetsomgewing van Attrace.network, gebruik dit slegs vir toets- of debugdoeleindes
am: <strong> ቴስትኔት: </ strong> የ Attrace.network የሙከራ አከባቢ ፣ ይህንን ለሙከራ ወይም ለማረም ዓላማዎች ብቻ ይጠቀሙበት
ar: <strong> Testnet: </strong> بيئة الاختبار لـ Attrace.network ، استخدم هذا لأغراض الاختبار أو تصحيح الأخطاء فقط
az: <strong> Testnet: </strong> Attrace.network-un test mühiti, bunu yalnız test və ya ayıklama məqsədləri üçün istifadə edin
bg: <strong> Testnet: </strong> Тестовата среда на Attrace.network, използвайте това само за тестване или отстраняване на грешки
ca: <strong> Testnet: </strong> l'entorn de prova d'Attrace.network, utilitzeu-lo només per provar o depurar
cs: <strong> Testnet: </strong> Testovací prostředí Attrace.network, použijte pouze pro účely testování nebo ladění
cy: <strong> Testnet: </strong> Amgylchedd prawf Attrace.network, defnyddiwch hwn at ddibenion profi neu ddadfygio yn unig
da: <strong> Testnet: </strong> Testmiljøet for Attrace.network, brug dette kun til test- eller fejlretningsformål
de: <strong> Testnet: </ strong> Verwenden Sie diese Testumgebung von Attrace.network nur zu Test- oder Debugzwecken
el: <strong> Testnet: </strong> Το περιβάλλον δοκιμής του Attrace.network, χρησιμοποιήστε το μόνο για σκοπούς δοκιμών ή εντοπισμού σφαλμάτων
eo: <strong> Testnet: </strong> La testmedio de Attrace.network, uzu ĉi tion nur por testado aŭ senararigi celojn
et: <strong> Testnet: </strong> Attrace.network testikeskkond, kasutage seda ainult testimiseks või silumiseks
eu: <strong> Testnet: </strong> Attrace.network-en proba ingurunea. Erabili hau probatzeko edo arazteko helburuetarako soilik
fa: <strong> Testnet: </strong> محیط آزمون Attrace.network ، فقط از این مورد فقط برای آزمایش یا اشکال زدایی استفاده کنید
fi: <strong> Testnet: </strong> Attrace.network-testiympäristö, käytä tätä vain testaukseen tai virheenkorjaukseen
fr: <strong> Testnet: </strong> l'environnement de test de Attrace.network, utilisez-le uniquement à des fins de test ou de débogage
fy: <strong> Testnet: </strong> De testomjouwing fan Attrace.network, brûk dit allinich foar test- as debugdoelen
ga: <strong> Testnet: </strong> Timpeallacht tástála Attrace.network, bain úsáid as seo chun críocha tástála nó dífhabhtaithe amháin
gd: <strong> Testnet: </strong> Àrainneachd deuchainn Attrace.network, cleachd seo airson adhbharan deuchainn no deasbaid a-mhàin
gl: <strong> Testnet: </strong> o entorno de proba de Attrace.network, utilízao só para probar ou depurar
hr: <strong> Testnet: </strong> testno okruženje Attrace.network, koristite ga samo za testiranje ili uklanjanje pogrešaka
hu: <strong> Testnet: </strong> Az Attrace.network tesztkörnyezete, ezt csak tesztelési vagy hibakeresési célokra használja
hy: <strong> Testnet. </strong> Attrace.network- ի փորձարկման միջավայրը, օգտագործեք սա միայն փորձարկման կամ կարգաբերման համար
id: <strong> Testnet: </strong> Lingkungan pengujian Attrace.network, gunakan ini untuk tujuan pengujian atau debug saja
is: <strong> Testnet: </strong> Prófaumhverfi Attrace.network, notaðu þetta eingöngu til prófunar eða villuleitar
iw: <strong> רשת רשת: </ strong> סביבת הבדיקה של Attrace.network, השתמש בה למטרות בדיקה או ניפוי באגים בלבד
ja: <strong> Testnet：</ strong> Attrace.networkのテスト環境。これは、テストまたはデバッグの目的でのみ使用してください。
kk: <strong> Testnet: </strong> Attrace.network-тің сынақ ортасы, мұны тек тестілеу немесе түзету мақсатында пайдаланыңыз
ku: <strong> Testnet: </strong> Derdora ceribandinê ya Attrace.network, vê yekê tenê ji bo armancên ceribandin an xeletiyê bikar bînin
ky: <strong> Testnet: </strong> Attrace.network сыноо чөйрөсү, муну тестирлөө же мүчүлүштүктөрдү оңдоо максатында гана колдонуңуз
lb: <strong> Testnet: </strong> D'Testëmfeld vun Attrace.network, benotzt dëse just fir Test- oder Debugzwecker
lt: <strong> Testnet: </strong> „Attrace.network“ bandymo aplinka, naudokite tai tik bandymams ar derinimui
lv: <strong> Testnet: </strong> Attrace.network testa vide izmantojiet to tikai testēšanai vai atkļūdošanai
mg: <strong> Testnet: </strong> Ny tontolon'ny fitsapana an'ny Attrace.network, ampiasao ity raha tsy ho fitsapana na fanaovana debug ihany
mi: <strong> Testnet: </strong> Te waahi whakamatautau o Attrace.network, whakamahia tenei hei whakamatautau, hei whakakore ranei i nga kaupapa anake
ms: <strong> Testnet: </strong> Persekitaran ujian Attrace.network, gunakan ini untuk tujuan ujian atau debug sahaja
mt: <strong> Testnet: </strong> L-ambjent tat-test ta 'Attrace.network, uża dan għal skopijiet ta' ttestjar jew debug biss
nl: <strong> Testnet: </strong> de testomgeving van Attrace.network, gebruik deze alleen voor test- of foutopsporingsdoeleinden
no: <strong> Testnet: </strong> Testmiljøet til Attrace.network, bruk dette kun til testing eller feilsøking
pl: <strong> Testnet: </strong> środowisko testowe Attrace.network, używaj go tylko do testowania lub debugowania
ps: <strong> ټیسټنیټ: </ strong> د ایټرایس نیټ ورک د ازموینې چاپیریال ، دا یوازې د ازمونې یا ډیبګ موخو لپاره کاروي
pt: <strong> Testnet: </strong> o ambiente de teste de Attrace.network, use-o apenas para fins de teste ou depuração
ro: <strong> Testnet: </strong> mediul de testare al Attrace.network, utilizați acest lucru numai în scopuri de testare sau de depanare
sd: <strong> ٽيسٽ نيٽ: </strong> Attrace.net ڪم جو آزمائشي ماحول ، انهي کي صرف ٽيسٽ يا ڊيبگ مقصدن لاءِ استعمال ڪريو
sk: <strong> Testnet: </strong> Testovacie prostredie spoločnosti Attrace.network, použite iba na účely testovania alebo ladenia
sl: <strong> Testnet: </strong> preskusno okolje omrežja Attrace.network, uporabite ga samo za preskušanje ali odpravljanje napak
sq: <strong> Testnet: </strong> Mjedisi i provës së Attrace.network, përdorni këtë vetëm për qëllime testimi ose korrigjimi
sv: <strong> Testnet: </strong> Testmiljön för Attrace.network, använd den endast för test- eller felsökningsändamål
sw: <strong> Testnet: </strong> Mazingira ya majaribio ya Attrace.network, tumia hii kwa madhumuni ya upimaji au utatuzi tu
tg: <strong> Testnet: </strong> Муҳити санҷишии Attrace.network, инро танҳо барои ҳадафҳои санҷиш ё ислоҳи он истифода баред
tk: <strong> Testnet: </strong> Attrace.network-yň synag gurşawy, muny diňe synag ýa-da düzediş maksatlary üçin ulanyň
tl: <strong> Testnet: </strong> Ang pagsubok na kapaligiran ng Attrace.network, gamitin ito para sa pagsubok o pag-debug lamang
tr: <strong> Testnet: </strong> Attrace.network'ün test ortamı, bunu yalnızca test veya hata ayıklama amacıyla kullanın
tt: <strong> Testnet: </strong> Attrace.network сынау мохите, моны сынау яки көйләү максатларында гына кулланыгыз
ur: <strong> ٹیسنیٹ: </ strong> ایٹراسی ڈاٹ کام کا آزمائشی ماحول ، اسے صرف جانچ یا ڈیبگ مقاصد کے لئے استعمال کریں
uz: <strong> Testnet: </strong> Attrace.network-ning sinov muhiti, undan faqat sinov yoki disk raskadrovka maqsadida foydalaning
vi: <strong> Testnet: </strong> Môi trường thử nghiệm của Attrace.network, chỉ sử dụng môi trường này cho mục đích thử nghiệm hoặc gỡ lỗi
xh: <strong> I-Testnet: </strong> Imeko yokuvavanywa kwe-Attrace.network, sebenzisa oku kuvavanyo okanye kwiinjongo zokulungisa ingxaki kuphela
zu: <strong> I-Testnet: </strong> Indawo yokuhlola ye-Attrace.network, sebenzisa lokhu ukuhlola noma ukulungisa iphutha kuphela
