Repository: common-repository/attrace
Catalog: languages/attrace-ceb.po
Languages: ceb

source: Configure
ceb: Pag-configure

source: Configuration
ceb: Pag-ayo

source: Network broadcast strategy
ceb: Diskarte sa pagsibya sa network

source: Advertiser tracking & conversion
ceb: Pagsunud ug pagbag-o sa Advertiser

source: Tracking strategy
ceb: Diskarte sa pagsubay

source: Conversion strategy
ceb: Diskarte sa pagkakabig

source: Shortcodes
ceb: Mga Shortcode

source: Profiling
ceb: Pagpahayag

source: Mode
ceb: Paagi

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
ceb: Kini nga seksyon alang sa mga setting sa pagsubay ug pagkakabig. Kung ikaw usa ka magmamantala (busa ang pag-alagad lang sa mga pag-click), kini nga seksyon dili hinungdanon alang kanimo.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
ceb: Ang address sa publiko nga imong Attrace gamiton aron idugang ingon usa ka meta tag sa header sa imong website. Niining paagiha mapanghimatuud sa Attrace Network ang tag-iya sa kini nga publikong adres nga tinuud nga tag-iya sa kini nga website. Gigamit usab kini nga adres kung gusto nimo gamiton ang pagsubay sa imong konektor aron masusi ang seguridad.

source: Copy the public address from the Attrace menu and paste it in the text field above:
ceb: Kopyaha ang publiko nga adres gikan sa menu nga Attrace ug ipapilit kini sa natad sa teksto sa taas:

source: The click-out URL to the page you want to promote will look like this:
ceb: Ingon niini ang click-out URL sa panid nga gusto nimo ipauswag:

source: Change this value if you would like another URL
ceb: Usba kini nga kantidad kung gusto nimo usa pa nga URL

source: Direct (blocking)
ceb: Direkta (babagan)

source: Queue (using WP Cron)
ceb: Hanay (gamit ang WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
ceb: Gitino sa estratehiya sa pagsibya sa Network kung ang pag-klik kinahanglan ibutang sa usa ka pila ug iproseso sa ulahi pinaagi sa cronjob, o direkta nga gihimo

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
ceb: <strong> Direkta: </strong> (Default) Pag-broadcast sa network sa wala pa pag-redirect sa gumagamit (ug gibabagan ang naggamit).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
ceb: <strong> Hanay: </strong> Dali nga pagproseso sa background, diin ang usa ka thread sa background o pila naglinya sa broadcast hapit na mag-realtime. Gikinahanglan nga gipaandar ang WP Cron

source: Backend
ceb: Balik sa likod

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
ceb: Alang sa mga tig-anunsyo, gitino sa estratehiya sa pagsubay kung giunsa ang setting sa setting sa mga setting sa cookies. Ang librarya sa JS mtag sa kini nga kaso wala gigamit.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
ceb: <strong> Backend: </strong> (Default) Ang module sa server nagdugang Mga header sa Set-Cookie.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
ceb: <strong> Javascript Clientside: </strong> Ang Javascript mastertag nagtakda sa mga cookies sa pagsubay.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
ceb: Alang sa mga tig-anunsyo, gitino sa estratehiya sa pagkakabig kung giunsa ang paghimo sa pagkakabig. Kung mahimo, mahimo’g ipatuman sa Woocommerce ang server sa pagkakabig.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
ceb: <strong> Backend: </strong> (Default) Ang modyul sa server nagdumala sa mga pagkakabig.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
ceb: <strong> Javascript Clientside: </strong> Ang tag sa Javascript nagdumala sa mga pagkakabig.

source: No profiling
ceb: Wala’y profiling

source: All
ceb: Tanan

source: This option additional tracing level for performance and debugging.
ceb: Kini nga kapilian dugang nga lebel sa pagsubay alang sa paghimo ug pag-debug.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
ceb: <strong> Wala’y profiling: </strong> (Default) Wala’y pagpaandar sa profiling (maayong pagpanghimo).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
ceb: <strong> Tanan: </strong> I-debug ang tanan nga mga hangyo nga adunay profiling (gipaubos nga pasundayag)

source: Production
ceb: Paghimo

source: Development
ceb: Pagpalambo

source: Environment setting in which this plugin is running
ceb: Ang setting sa palibot diin ningdagan ang kini nga plugin

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
ceb: <strong> Production: </strong> (Default) Ang mga garantiya nga ang tanan nga pagpalambo sa pag-andar dili na pagtrabaho.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
ceb: <strong> Pagpalambo: </strong> Ang pagpaandar sa mode sa pag-debug, mahimong ibutyag ang phpinfo ug uban pang kasayuran sa kasayuran sa palibot.

source: This option additional determines which network the connector is publishing its transactions.
ceb: Ang kini nga kapilian nga kapilian nagpiho kung unsang network ang konektor ang nagpatik sa mga transaksyon niini.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
ceb: <strong> Betanet: </strong> (Default) Ang palibot nga produksyon sa Attrace.network, aron ma-publish ang tinuud nga mga transaksyon

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
ceb: <strong> Testnet: </strong> Ang kahimtang sa pagsulay sa Attrace.network, gamiton kini alang sa katuyoan sa pagsulay o pag-debug lamang

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
ceb: Gi-configure niini ang mastertag lib nga gusto nimo iupod sa imong panid, ang karon nga na-configure nga URL mao ang:

source: You can also use a versioned url with 8 characters to avoid caching, like:
ceb: Mahimo usab nimo gamiton ang us aka bersyon nga url nga adunay 8 ka karakter aron malikayan ang pag-cache, sama sa:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
ceb: Ang katapusan sa url kinahanglan nga "js" apan mahimo nimo gamiton ang lain nga separator, sama sa "_js" aron malikayan ang nginx caching ug uban pa.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
ceb: Pag-klik sa mga link sa taas aron mahibal-an kung ang imong JS ma-load sa husto, ug usba ang mga extension kung adunay mga isyu.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
ceb: Gamita kini nga shortcode aron maapil ang Master Tag Javascript sa usa ka panid o post.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
ceb: Gamita kini nga shortcode aron makapangayo usa ka aksyon sa Pagbaligya (gamita kini pananglitan sa panid sa salamat).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
ceb: Gamita kini nga shortcode aron makapangayo usa ka aksyon sa Pagpanguna (gamita kini pananglitan sa naka-subscribe sa sulat sa balita).

source: Add Integration
ceb: Pagdugang Paghiusa

source: Configuration code
ceb: Code sa pag-configure

source: The Base32 configuration code that has been provided is invalid. Please try again.
ceb: Ang gihatag nga Base32 config code nga dili husto. Palihug pagsulay usab.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
ceb: Ang kini nga kasabutan - ang delegado nga gikan sa kombinasyon na. Kuhaa ang daan aron madugangan kini nga bag-o.

source: Copy the configuration code from the dashboard
ceb: Kopyaha ang configure code gikan sa dashboard

source: Paste it in the text field below
ceb: I-paste kini sa text field sa ubus

source: Press the submit button
ceb: Pagpadayon sa isumite nga buton

source: Integrations
ceb: Mga panagsama

source: Cancel
ceb: Kanselahon

source: Submit
ceb: Isumite

source: Add New
ceb: Pagdugang Bag-o

source: Save Changes
ceb: Pagtipig Mga Pagbag-o

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
ceb: Ang Attrace usa ka batasan nga gihimo nga hinalad nga blockchain nga makahimo sa pagrehistro ug pag-awdit sa bisan unsang pag-klik sa ad sa kadena. Kini nga plugin nagtugot kanimo sa pagdumala sa imong mga kasabutan, naghatag mga shortcode ug mga pag-click, ug pagpirma sa mga transaksyon sa kadena sa publiko.
