Repository: common-repository/attrace
Catalog: languages/attrace-jw.po
Languages: jw

source: Configure
jw: Ngatur

source: Configuration
jw: Konfigurasi

source: Account
jw: Akun

source: Clickout Path
jw: Path Klikout

source: Network broadcast strategy
jw: Strategi siaran jaringan

source: Advertiser tracking & conversion
jw: Pelacakan & konversi pengiklan

source: Tracking strategy
jw: Strategi nelusuri

source: Conversion strategy
jw: Strategi konversi

source: MasterTag URL
jw: URL MasterTag

source: Shortcodes
jw: Kode Shortcode

source: Advanced
jw: Majeng

source: Profiling
jw: Profil

source: Network
jw: Jaringan

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
jw: Bagean iki kanggo nglacak lan setelan konversi. Yen sampeyan minangka penerbit (dadi mung klik klik), bagean iki ora relevan karo sampeyan.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
jw: Alamat publik Sampeyan Attrace bakal digunakake kanggo ditambahake minangka meta tag menyang header situs web sampeyan. Kanthi cara iki, Jaringan Attrace bisa verifikasi manawa pemilik alamat publik iki pancen duwe situs web iki. Uga alamat iki digunakake yen sampeyan pengin nggunakake ngawasi konektor kanggo mriksa keamanan.

source: Copy the public address from the Attrace menu and paste it in the text field above:
jw: Salin alamat umum saka menu Attrace banjur tempelake ing kolom teks ing ndhuwur:

source: The click-out URL to the page you want to promote will look like this:
jw: URL klik-metu menyang kaca sing pengin dipromosikan bakal katon kaya mangkene:

source: Change this value if you would like another URL
jw: Ganti nilai iki yen sampeyan pengin URL liyane

source: Direct (blocking)
jw: Langsung (ngalangi)

source: Queue (using WP Cron)
jw: Antrian (nggunakake WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
jw: Strategi siaran Jaringan nemtokake manawa klik kudu dilebokake ing antrean lan diproses mengko dening cronjob, utawa langsung dieksekusi <br/> (sing bisa nyebabake sawetara wektu tundha pangalihan menyang pengiklan sampeyan).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
jw: <strong> Langsung: </strong> (Default) Siaran menyang jaringan sadurunge pangguna diarahake (lan ngalangi pangguna).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
jw: <strong> Antrean: </strong> Pangolahan latar mburi cepet, ing endi utas utawa antrian latar mburi nyebar menyang jaringan cedhak realtime. Kabutuhan WP Cron diaktifake

source: Javascript Clientside
jw: Klien Javascript

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
jw: Kanggo pengiklan, strategi pelacakan nemtokake cara konektor nyetel cookie. <br/> Yen bisa, gunakake pelacakan sisih server (kayata ing WooCommerce). Pustaka JS mtag saiki ora digunakake.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
jw: <strong> Backend: </strong> (Default) Modul server nambah header Set-Cookie.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
jw: <strong> Javascript Clientside: </strong> Javascript mastertag nyetel cookie pelacakan.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
jw: Kanggo pengiklan, strategi konversi nemtokake cara konversi digawe. Yen diaktifake, Woocommerce bisa nglakokake server konversi.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
jw: <strong> Backend: </strong> (Default) Modul server ngatasi konversi.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
jw: <strong> Javascript Clientside: </strong> Tag Javascript ngatasi konversi.

source: No profiling
jw: Ora ana profil

source: All
jw: Kabeh

source: This option additional tracing level for performance and debugging.
jw: Opsi iki tingkat jejak tambahan kanggo kinerja lan debugging.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
jw: <strong> Ora ana profil: </strong> (Default) Ora aktif profil (kinerja apik).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
jw: <strong> Kabeh: </strong> Debug kabeh panjaluk kanthi profil (kinerja mudhun)

source: Production
jw: Produksi

source: Development
jw: Pangembangan

source: Environment setting in which this plugin is running
jw: Setelan lingkungan sing digunakake plugin iki

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
jw: <strong> Produksi: </strong> (Default) Jaminan sing kabeh fungsi fungsional dipateni.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
jw: <strong> Pangembangan: </strong> Mode debug diaktifake, bisa uga mbukak info phpinfo lan lingkungan sing sensitif.

source: This option additional determines which network the connector is publishing its transactions.
jw: Opsi tambahan iki nemtokake jaringan konektor sing nerbitake transaksi.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
jw: <strong> Betanet: </strong> (Default) Lingkungan produksi Attrace.network, kanggo nerbitake transaksi nyata

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
jw: <strong> Testnet: </strong> Lingkungan tes Attrace.network, gunakake iki kanggo mung nyoba utawa debug

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
jw: Iki ngatur lib mastertag sing pengin sampeyan lebokake ing kaca sampeyan, URL sing dikonfigurasi saiki yaiku:

source: You can also use a versioned url with 8 characters to avoid caching, like:
jw: Sampeyan uga bisa nggunakake url versi karo 8 karakter kanggo ngindhari cache, kayata:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
jw: Pungkasan url kudu "js" nanging sampeyan bisa nggunakake pamisah liyane, kaya "_js" kanggo ngindhari cache nginx lan liya-liyane.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
jw: Klik tautan ing ndhuwur kanggo ndeleng manawa JS sampeyan dimuat kanthi bener, lan ganti ekstensi yen ana masalah.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
jw: Gunakake shortcode iki kanggo nyakup Javascript Tag Master ing sawijining kaca utawa kiriman.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
jw: Gunakake shortcode iki kanggo njaluk tumindak Penjualan (gunakake iki kayata ing kaca matur nuwun).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
jw: Gunakake kode cendhak iki kanggo tumindak tumindak Mimpin (gunakake iki kayata ing lengganan surat kabar).

source: Add Integration
jw: Tambah Integrasi

source: Configuration code
jw: Kode konfigurasi

source: The Base32 configuration code that has been provided is invalid. Please try again.
jw: Kode konfigurasi Base32 sing wis disedhiyakake ora valid. Coba maneh.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
jw: Persetujuan iki - delegasi saka kombinasi wis ana. Copot sing lawas supaya bisa nambah sing anyar.

source: Copy the configuration code from the dashboard
jw: Salin kode konfigurasi saka dashboard

source: Paste it in the text field below
jw: Tempelake ing kolom teks ing ngisor iki

source: Press the submit button
jw: Pencet tombol kirim

source: Integrations
jw: Integrasi

source: Cancel
jw: Batal

source: Submit
jw: Kirim

source: Add New
jw: Tambah Anyar

source: Save Changes
jw: Simpen Pangowahan

source: Docs
jw: Dokumen

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
jw: Attrace minangka pamblokiran khusus sing digawe khusus kanggo ndhaptar lan ngaudit klik pariwara ing rantai. Plugin iki ngidini sampeyan ngatur kesepakatan, ngaktifake kode cekak lan klik, lan mlebu transaksi ing rantai publik.
