Repository: common-repository/attrace
Catalog: languages/attrace-ig.po
Languages: ig

source: Configure
ig: Hazie

source: Configuration
ig: Nhazi

source: Account
ig: Akaụntụ

source: Clickout Path
ig: Clickout athzọ

source: Network broadcast strategy
ig: Usoro mgbasa ozi netwọk

source: Advertiser tracking & conversion
ig: Mgbasa ozi na ntughari & ntughari

source: Tracking strategy
ig: Atụmatụ nyocha

source: Conversion strategy
ig: Usoro ntughari

source: Shortcodes
ig: Czọ mkpirisi

source: Advanced
ig: Nke di elu

source: Profiling
ig: Profaịlụ

source: Network
ig: Netwọk

source: Mode
ig: .Kpụrụ

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
ig: Akụkụ a bụ maka nsuso na ntọala ntọghata. Ọ bụrụ na ị bụ onye mbipụta akwụkwọ (yabụ naanị na -agụ ọrụ clickouts), ngalaba a adịghị mkpa maka gị.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
ig: Att Adọrọ ọha adreesị ga-eji tinye dị ka a meta mkpado na nkụnye eji isi mee nke gị na ebe nrụọrụ weebụ. Wayzọ a Attrace Network nwere ike ịchọpụta onye nwe adreesị ihu ọha a bụ n'ezie onye nwe weebụsaịtị a. Ọzọkwa a na-eji adreesị a ma ọ bụrụ na ịchọrọ iji nlekota na njikọ gị iji lelee nchebe.

source: Copy the public address from the Attrace menu and paste it in the text field above:
ig: Detuo adreesị ọha na eze site na menu Attrace wee mado ya n'ọhịa ederede dị n'elu:

source: The click-out URL to the page you want to promote will look like this:
ig: URL pịa ịpị gaa na peeji nke ịchọrọ ịkwalite ga-adị ka nke a:

source: Change this value if you would like another URL
ig: Gbanwee uru a ma ọ bụrụ na URL ọzọ ịchọrọ

source: Direct (blocking)
ig: Direct (igbochi)

source: Queue (using WP Cron)
ig: Kwụ n'ahịrị (iji WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
ig: Usoro mgbasa ozi nke Network na-ekpebi ma ọ bụrụ na pịa a ga-etinye na kwụ n'ahịrị ma hazie ya site na cronjob, ma ọ bụ na-egbu ya ozugbo <br/> (nke nwere ike ibute ntakịrị oge na redirect na onye mgbasa ozi gị).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
ig: <strong> Direct: </strong> (ndabere) Mgbasa na netwọk tupu ebugharị onye ọrụ (ma gbochie onye ọrụ).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
ig: Ahịrị: </strong> Nhazi ọsọ ọsọ ọsọ, ebe eriri ma ọ bụ kwụ n'ahịrị na-agbasa na ntanetị nso-ezigbo oge. Achọrọ WP Cron nyeere

source: Backend
ig: Zaghachi

source: Javascript Clientside
ig: Javascript Ndị Ahịa

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
ig: Maka ndị mgbasa ozi, atụmatụ nsochi na-ekpebi etu njikọ ha si edobe kuki. Ọbá akwụkwọ JS mtag dị na nke a ejighi ya.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
ig: <strong> Ndabere: </strong> (ndabere) Server modul na-agbakwụnye Isetị-Kuki isi.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
ig: <strong> Javascript Clientside: </strong> Javascript mastertag setịpụrụ kuki nsuso.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
ig: Maka ndị mgbasa ozi, atụmatụ ntọghata na-ekpebi etu esi kee ntụgharị. Mgbe enyere ya aka, Woocommerce nwere ike ime ihe nkesa ntụgharị. <br/> Ọ bụrụ na ị na-eji usoro ịzụ ahịa ọzọ, jiri Javascript ma ọ bụ ụzọ mkpirisi iji mepụta ntughari ahụ, ma ọ bụ mejuputa ntụgharị n'ime ngwọta gị.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
ig: <strong> Ndabere: </strong> (ndabere) Server modul na-edozi mgbanwe ndị ahụ.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
ig: <strong> Javascript Clientside: </strong> Javascript na-edozi mgbanwe.

source: No profiling
ig: Enweghị profaịlụ

source: All
ig: Ihe niile

source: This option additional tracing level for performance and debugging.
ig: Nke a nhọrọ ọzọ tracing larịị maka ịrụ ọrụ na debugging.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
ig: <strong> Enweghị profaịlụ: </strong> (Default) Enweghị profaịlụ enyere (arụmọrụ dị mma).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
ig: <strong> All: </strong> Kagbuo arịrịọ niile na njirimara (arụmọrụ dara arụ)

source: Production
ig: Mmepụta

source: Development
ig: Mmepe

source: Environment setting in which this plugin is running
ig: Ọnọdụ gburugburu ebe mgbakwunye a na-agba ọsọ

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
ig: <strong> Production: </strong> (ndabere) Na-ekwe nkwa na mmepe ọrụ niile nwere nkwarụ.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
ig: <strong> Mmepe: </strong> Ọnọdụ debug debere, nwere ike ikpughe phpinfo na ozi ọmịiko ndị ọzọ.

source: This option additional determines which network the connector is publishing its transactions.
ig: Nhọrọ a na-ekpebi nke netwọk ọzọ njikọ ya na-ebipụta azụmahịa ya.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
ig: <strong> Betanet: </strong> (ndabere) Mmepụta gburugburu ebe obibi nke Attrace.network, iji bipụta ezigbo azụmahịa

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
ig: <strong> Testnet: </strong> Ọnọdụ ule nke Attrace.network, jiri nke a maka ule ma ọ bụ ebumnuche debug naanị

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
ig: Nke a na - ahazi nnabata nnabata ịchọrọ iji tinye na ibe gị, URL haziri ahazi ugbu a bụ:

source: You can also use a versioned url with 8 characters to avoid caching, like:
ig: I nwekwara ike iji url emeputara ederede nwere ihe odide 8 iji zere ikpuchi, dika:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
ig: Ọgwụgwụ nke url kwesịrị ịbụ "js" mana ịnwere ike iji onye ọzọ, dị ka "_js" iji zere nginx caching na ndị dị otú ahụ.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
ig: Pịa na njikọ ndị dị n'elu iji hụ ma ejiri JS gị rụọ ọrụ nke ọma, ma gbanwee ndọtị ma ọ bụrụ na enwere nsogbu.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
ig: Jiri mkpirisi koodu a iji tinye Master Tag Javascript na ibe ma ọ bụ post.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
ig: Jiri koodu mkpirisi a iji kpọọ ihe na ere ọrịre (jiri nke a maka ibe ekele).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
ig: Jiri koodu mkpirisi a iji kpoo ndu ndu (jiri nke a dịka ọmụmaatụ na ndebanye na leta ozi).

source: Add Integration
ig: Tinye Njikọ

source: Configuration code
ig: Usoro nhazi

source: The Base32 configuration code that has been provided is invalid. Please try again.
ig: Koodu nhazi Base32 nke enyerela abaghị uru. Biko nwaa ọzọ.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
ig: Nkwekọrịta a - nyefere ndị ọzọ emeelarị. Wepu ihe ochie ka ị gbakwunye nke ọhụrụ a.

source: Copy the configuration code from the dashboard
ig: Detuo koodu nhazi ahụ site na dashboard

source: Paste it in the text field below
ig: Tapawa ya na mpaghara ederede di n'okpuru

source: Press the submit button
ig: Pịa bọtịnụ ntinye

source: Integrations
ig: Njikọ ọnụ

source: Cancel
ig: Kagbuo

source: Submit
ig: Nyefee

source: Add New
ig: Tinye Ọhụrụ

source: Save Changes
ig: Chekwaa mgbanwe

source: Docs
ig: Akwụkwọ

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
ig: Attrace bụ omenala emere raara onwe ya nye nke nwere ike ịdenye na ịdebanye mgbasa ozi ọ bụla na pịa. Ihe mgbakwunye a na-enyere gị aka ijikwa nkwekọrịta gị, na-enyere ụzọ mkpirisi na clickouts aka, yana akara azụmahịa na ntanetị ọha.
