Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: Copy the configuration code from the dashboard
af: Kopieer die konfigurasiekode vanaf die paneelbord
am: የማዋቀሪያውን ኮድ ከዳሽቦርዱ ይቅዱ
ar: انسخ رمز التكوين من لوحة القيادة
az: Paneldən konfiqurasiya kodunu kopyalayın
bg: Копирайте конфигурационния код от таблото за управление
ca: Copieu el codi de configuració del tauler
cs: Zkopírujte konfigurační kód z řídicího panelu
cy: Cop√Øwch y cod cyfluniad o'r dangosfwrdd
da: Kopier konfigurationskoden fra instrumentbrættet
de: Kopieren Sie den Konfigurationscode aus dem Dashboard
el: Αντιγράψτε τον κωδικό διαμόρφωσης από τον πίνακα ελέγχου
eo: Kopiu la agordan kodon de la panelo
et: Kopeerige konfiguratsioonikood juhtpaneelilt
eu: Kopiatu konfigurazio kodea arbeletik
fa: کد پیکربندی را از داشبورد کپی کنید
fi: Kopioi määrityskoodi hallintapaneelista
fr: Copiez le code de configuration depuis le tableau de bord
fy: Kopiearje de konfiguraasjekoade fan it dashboard
ga: Cóipeáil an cód cumraíochta ón dashboard
gd: Dèan lethbhreac den chòd rèiteachaidh bhon deas-bhòrd
gl: Copia o código de configuración do panel
hr: Kopirajte konfiguracijski kod s nadzorne ploče
hu: Másolja a konfigurációs kódot az irányítópultról
hy: Պատճենեք կազմաձևման ծածկագիրը վահանակից
id: Salin kode konfigurasi dari dasbor
is: Afritaðu stillingarkóðann af mælaborðinu
iw: העתק את קוד התצורה מלוח המחוונים
ja: ダッシュボードから構成コードをコピーします
kk: Конфигурация кодын бақылау тақтасынан көшіріңіз
ku: Koda veavakirina ji dashboardê kopî bikin
ky: Конфигурация кодун панелден көчүрүп алыңыз
lb: Kopéiert de Konfiguratiounscode vum Dashboard
lt: Nukopijuokite konfigūracijos kodą iš prietaisų skydelio
lv: Kopējiet konfigurācijas kodu no informācijas paneļa
mg: Adikao avy amin'ny dashboard ny kaody fikirakirana
mi: Tuhia te waehere whirihoranga mai i te papatohu
ms: Salin kod konfigurasi dari papan pemuka
mt: Ikkopja l-kodiċi tal-konfigurazzjoni mid-daxxbord
nl: Kopieer de configuratiecode van het dashboard
no: Kopier konfigurasjonskoden fra dashbordet
pl: Skopiuj kod konfiguracji z pulpitu nawigacyjnego
ps: د ډشبورډ څخه د ترتیب کوډ کاپي کړئ
pt: Copie o código de configuração do painel
ro: Copiați codul de configurare din tabloul de bord
sd: ڊيش بورڊ کان ترتيب واري ڪوڊ کي نقل ڪريو
sk: Skopírujte konfiguračný kód z informačného panela
sl: Kopirajte konfiguracijsko kodo z armaturne plošče
sq: Kopjoni kodin e konfigurimit nga paneli
sv: Kopiera konfigurationskoden från instrumentpanelen
sw: Nakili nambari ya usanidi kutoka kwa dashibodi
tg: Рамзи танзимотро аз панели идоракунӣ нусхабардорӣ кунед
tk: Sazlama koduny dolandyryş panelinden göçüriň
tl: Kopyahin ang configure code mula sa dashboard
tr: Yapılandırma kodunu kontrol panelinden kopyalayın
tt: Конфигурация кодын ассортименттан күчерегез
ur: ڈیش بورڈ سے کنفیگریشن کوڈ کاپی کریں
uz: Konfiguratsiya kodini asboblar panelidan nusxalash
vi: Sao chép mã cấu hình từ trang tổng quan
xh: Khuphela ikhowudi yokumisela kwideshibhodi
zu: Kopisha ikhodi yokumisa kusuka kudeshibhodi

source: Paste it in the text field below
af: Plak dit in die onderstaande teksveld
am: ከዚህ በታች ባለው የጽሑፍ መስክ ላይ ይለጥፉ
ar: الصقها في حقل النص أدناه
az: Aşağıdakı mətn sahəsinə yapışdırın
bg: Поставете го в текстовото поле по-долу
ca: Enganxeu-lo al camp de text següent
cs: Vložte jej do textového pole níže
cy: Gludwch ef yn y maes testun isod
da: Indsæt det i tekstfeltet nedenfor
de: Fügen Sie es in das Textfeld unten ein
el: Επικολλήστε το στο παρακάτω πεδίο κειμένου
eo: Algluu ĝin en la suba kampo de teksto
et: Kleepige see allpool olevale tekstiväljale
eu: Itsatsi beheko testu eremuan
fa: آن را در قسمت متن زیر جای گذاری کنید
fi: Liitä se alla olevaan tekstikenttään
fr: Collez-le dans le champ de texte ci-dessous
fy: Plak it yn it ûndersteande tekstfjild
ga: Greamaigh é sa réimse téacs thíos
gd: Cuir a-steach e san raon teacsa gu h-ìosal
gl: Pégao no campo de texto inferior
hr: Zalijepite ga u dolje polje za tekst
hu: Illessze be az alábbi szövegmezőbe
hy: Կպցրեք այն ստորև բերված տեքստի դաշտում
id: Tempel di kolom teks di bawah ini
is: Límdu það í textareitinn hér að neðan
iw: הדבק אותו בשדה הטקסט למטה
ja: 下のテキストフィールドに貼り付けてください
kk: Оны төмендегі мәтін жолына қойыңыз
ku: Di qada nivîsê ya li jêr de wê zeliq bikin
ky: Аны төмөндөгү текст талаасына чаптаңыз
lb: Paste et am Textfeld hei drënner
lt: Įklijuokite jį žemiau esančiame teksto lauke
lv: Ielīmējiet to zemāk esošajā teksta laukā
mg: Apetaho eo amin'ny sehatry ny lahatsoratra etsy ambany
mi: Whakapirihia ki te mara kuputuhi i raro
ms: Tampalkannya di medan teks di bawah
mt: Pastejh fil-kaxxa tat-test hawn taħt
nl: Plak het in het onderstaande tekstveld
no: Lim den inn i tekstfeltet nedenfor
pl: Wklej go w polu tekstowym poniżej
ps: لاندې د متن په ډګر کې یې پیس کړئ
pt: Cole-o no campo de texto abaixo
ro: Lipiți-l în câmpul de text de mai jos
sd: ھيٺ ڏنل متن خاني ۾ پيسٽ ڪريو
sk: Vložte ho do textového poľa nižšie
sl: Prilepite ga v spodnje besedilno polje
sq: Ngjiteni atë në fushën e tekstit më poshtë
sv: Klistra in det i textfältet nedan
sw: Bandika kwenye uwanja wa maandishi hapa chini
tg: Онро ба майдони матни поён часпонед
tk: Aşakdaky tekst meýdanyna goýuň
tl: Idikit ito sa patlang ng teksto sa ibaba
tr: Aşağıdaki metin alanına yapıştırın
tt: Аны астагы текст кырына урнаштырыгыз
ur: اسے نیچے ٹیکسٹ فیلڈ میں چسپاں کریں
uz: Uni quyidagi matn maydoniga joylashtiring
vi: Dán nó vào trường văn bản bên dưới
xh: Yincamathisele kwicandelo lokubhaliweyo elingezantsi
zu: Namathisela kunkambu yombhalo engezansi

source: Press the submit button
af: Druk die stuurknoppie
am: የአስረካቢውን ቁልፍ ይጫኑ
ar: اضغط على زر الإرسال
az: Göndər düyməsini basın
bg: Натиснете бутона за изпращане
ca: Premeu el botó d'enviament
cs: Stiskněte tlačítko Odeslat
cy: Pwyswch y botwm cyflwyno
da: Tryk på knappen Send
de: Drücken Sie die Senden-Taste
el: Πατήστε το κουμπί υποβολής
eo: Premu la butonon sendi
et: Vajutage nuppu Esita
eu: Sakatu bidali botoia
fa: دکمه ارسال را فشار دهید
fi: Paina Lähetä-painiketta
fr: Appuyez sur le bouton Soumettre
fy: Druk op de knop ynstjoere
ga: Brúigh an cnaipe cuir isteach
gd: Brùth air a ’phutan cuir a-steach
gl: Preme o botón enviar
hr: Pritisnite gumb za slanje
hu: Nyomja meg az elküldés gombot
hy: Սեղմեք ներկայացման կոճակը
id: Tekan tombol kirim
is: Ýttu á senda hnappinn
iw: לחץ על כפתור ההגשה
ja: 送信ボタンを押します
kk: Жіберу түймесін басыңыз
ku: Bişkoja şandinê bişkînin
ky: Жөнөтүү баскычын басыңыз
lb: Dréckt de Submit Button
lt: Paspauskite mygtuką „Pateikti“
lv: Nospiediet pogu Iesniegt
mg: Tsindrio ny bokotra fandefasana
mi: Patohia te paatene tuku
ms: Tekan butang hantar
mt: Agħfas il-buttuna tissottometti
nl: Druk op de verzendknop
no: Trykk på send-knappen
pl: Naciśnij przycisk przesyłania
ps: د سپارنې ت buttonۍ کیکاږئ
pt: Pressione o botão enviar
ro: Apăsați butonul de trimitere
sd: جمع ڪريو بٽڻ دٻايو
sk: Stlačte tlačidlo odoslať
sl: Pritisnite gumb za oddajo
sq: Shtypni butonin e paraqitjes
sv: Tryck på knappen Skicka
sw: Bonyeza kitufe cha kuwasilisha
tg: Тугмаи пешниҳодро пахш кунед
tk: Ibermek düwmesini basyň
tl: Pindutin ang pindutang isumite
tr: Gönder düğmesine basın
tt: Тапшыру төймәсенә басыгыз
ur: جمع کروانے کا بٹن دبائیں
uz: Yuborish tugmasini bosing
vi: Nhấn nút gửi
xh: Cinezela iqhosha lokungenisa
zu: Cindezela inkinobho yokuhambisa

source: Integrations
af: Integrasies
am: ውህደቶች
ar: تكاملات
az: İnteqrasiyalar
bg: Интеграции
ca: Integracions
cs: Integrace
cy: Integreiddiadau
da: Integrationer
de: Integrationen
el: Ολοκληρώσεις
eo: Integriĝoj
et: Integratsioonid
eu: Integrazioak
fa: ادغام ها
fi: Integraatiot
fr: Intégrations
fy: Yntegraasjes
ga: Comhtháthú
gd: Amalachadh
gl: Integracións
hr: Integracije
hu: Integrációk
hy: Ինտեգրումներ
id: Integrasi
is: Samþætting
iw: אינטגרציות
ja: 統合
kk: Интеграциялар
ky: Интеграциялар
lb: Integratiounen
lt: Integracijos
lv: Integrācijas
mi: Whakakotahitanga
ms: Kesepaduan
mt: Integrazzjonijiet
nl: Integraties
no: Integrasjoner
pl: Integracje
ps: ادغامونه
pt: Integrações
ro: Integrări
sd: انضمام
sk: Integrácie
sl: Integracije
sq: Integrimet
sv: Integrationer
sw: Ushirikiano
tg: Интегратсия
tk: Integrasiýa
tl: Pagsasama-sama
tr: Entegrasyonlar
tt: Интеграцияләр
ur: انضمام
uz: Integratsiyalar
vi: Tích hợp
xh: Umdibaniso
zu: Ukuhlanganiswa

source: Cancel
af: Kanselleer
am: ሰርዝ
ar: إلغاء
az: Ləğv et
bg: Отказ
ca: Cancel · lar
cs: zrušení
cy: Canslo
da: Afbestille
de: Stornieren
el: Ματαίωση
eo: Nuligi
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuttaa
fr: Annuler
fy: Ofbrekke
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
hr: Otkazati
hu: Megszünteti
hy: Չեղարկել
id: Membatalkan
is: Hætta við
iw: לְבַטֵל
ja: キャンセル
kk: Бас тарту
ku: Bişûndekirin
ky: Жокко чыгаруу
lb: Ofbriechen
lt: Atšaukti
lv: Atcelt
mg: hanafoana
mi: Whakakore
ms: Batal
mt: Ikkanċella
nl: annuleren
no: Avbryt
pl: anulować
ps: لغوه کول
pt: Cancelar
ro: Anulare
sd: رد ڪرڻ
sk: Zrušiť
sl: Prekliči
sq: Anulo
sv: Annullera
sw: Ghairi
tg: Бекор кардан
tk: Elatyr
tl: Kanselahin
tr: İptal etmek
tt: Баш тарту
ur: منسوخ کریں
uz: Bekor qilish
vi: Huỷ bỏ
xh: Rhoxisa
zu: Khansela

source: Submit
af: Indien
am: አስገባ
ar: إرسال
az: təqdim
bg: Изпращане
ca: Presentar
cs: Předložit
cy: Cyflwyno
da: Indsend
de: einreichen
el: υποβάλλουν
eo: Sendu
et: Esita
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Soumettre
ga: Cuir isteach
gd: Cuir a-steach
gl: Enviar
hr: podnijeti
hu: Beküldés
hy: Ներկայացնել
id: Kirimkan
is: Sendu inn
iw: שלח
ja: 参加する
kk: Жіберу
ku: Nermijîn
ky: Жөнөтүү
lt: Pateikti
lv: Iesniegt
mi: Tukuna
ms: Hantar
mt: Issottometti
nl: Verzenden
no: Sende inn
pl: Zatwierdź
ps: وسپارئ
pt: Enviar
ro: Trimite
sd: جمع ڪريو
sk: Predložiť
sl: Pošlji
sq: Paraqit
sv: Skicka in
sw: Wasilisha
tg: Пешниҳод
tk: Iberiň
tl: Ipasa
tr: Sunmak
tt: Тапшыр
ur: جمع کرائیں
uz: Yuborish
vi: Gửi đi
xh: Ngenisa
zu: Thumela

source: Add New
af: Voeg nuwe
am: አዲስ አስገባ
ar: اضف جديد
az: Yeni əlavə edin
bg: Добави нов
ca: Afegir nou
cs: Přidat nový
cy: Ychwanegu Newydd
da: Tilføj ny
de: Neue hinzufügen
el: Προσθεσε νεο
eo: Aldoni Novan
et: Lisa uus
eu: Gehitu berria
fa: جدید اضافه کن
fi: Lisää uusi
fr: Ajouter nouveau
fy: Foegje nij ta
ga: Cuir Nua leis
gd: Cuir Ùr ris
gl: Engadir novo
hr: Dodaj novi
hu: Új hozzáadása
hy: Ավելացնել նոր
id: Tambah baru
is: Bæta við nýju
iw: הוסף חדש
ja: 新しく追加する
kk: Жаңа қосу
ku: Nû lê zêde bike
ky: Жаңы кошуу
lb: Neit derbäi
lt: Pridėti naują
lv: Pievieno jaunu
mg: Manampia Vaovao
mi: Taapirihia he Hou
ms: Tambah baru
mt: Żid Ġdid
nl: Nieuw toevoegen
no: Legg til ny
pl: Dodaj nowe
ps: نوی اضافه کړئ
pt: Adicionar novo
ro: Adăuga nou
sd: نئون شامل ڪريو
sk: Pridať nové
sl: Dodaj novo
sq: Shto nje te ri
sv: Lägg till ny
sw: Ongeza Mpya
tg: Иловаи нав
tk: Täze goş
tl: Magdagdag ng bago
tr: Yeni ekle
tt: Яңа өстәргә
ur: نیا شامل کریں
uz: Yangisini qo'shish
vi: Thêm mới
xh: Yongeza eNtsha
zu: Faka okusha

source: Save Changes
af: Stoor veranderinge
am: ለውጦችን አስቀምጥ
ar: حفظ التغييرات
az: Dəyişiklikləri yadda saxla
bg: Запазите промените
ca: Guardar canvis
cs: Uložit změny
cy: Arbed Newidiadau
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευσε τις αλλαγές
eo: Konservu Ŝanĝojn
et: Salvesta muudatused
eu: Aldaketak gorde
fa: ذخیره تغییرات
fi: Tallenna muutokset
fr: Sauvegarder les modifications
fy: Feroarje bewarje
ga: Sabháil na hathruithe
gd: Sàbhail atharrachaidhean
gl: Gardar cambios
hr: Spremi promjene
hu: Változtatások mentése
hy: Պահպանել փոփոխությունները
id: Simpan perubahan
is: Vista breytingar
iw: שמור שינויים
ja: 変更内容を保存
kk: Өзгерістерді сақтау
ku: Guherandinên Biparêze
ky: Өзгөрүүлөрдү сактоо
lb: Ännerunge späicheren
lt: Išsaugoti pakeitimus
lv: Saglabāt izmaiņas
mg: Tehirizo ny fanovana
mi: Tiaki Nga Huringa
ms: Simpan Perubahan
mt: Ħlief Bidliet
nl: Wijzigingen opslaan
no: Lagre endringer
pl: Zapisz zmiany
ps: بدلونونه خوندي کړئ
pt: Salvar alterações
ro: Salvează modificările
sd: تبديليون محفوظ ڪريو
sk: Uložiť zmeny
sl: Shrani spremembe
sq: Ruaj ndryshimet
sv: Spara ändringar
sw: Hifadhi mabadiliko
tg: Тағиротро захира кунед
tk: Üýtgetmeleri ýatda sakla
tl: I-save ang mga pagbabago
tr: Değişiklikleri Kaydet
tt: Esзгәрешләрне саклагыз
ur: تبدیلیاں محفوظ کرو
uz: O'zgarishlarni saqlash
vi: Lưu thay đổi
xh: Gcina Utshintsho
zu: Gcina Izinguquko

source: Docs
af: Dokumente
am: ሰነዶች
ar: المستندات
az: Sənədlər
bg: Документи
ca: Documents
cs: Dokumenty
da: Dokumenter
el: Έγγραφα
eo: Dokumentoj
et: Dokumendid
eu: Dokumentuak
fa: اسناد
gl: Documentos
hr: Dokumenti
hu: Dokumentumok
hy: Փաստաթղթեր
is: Skjalavinnsla
iw: מסמכים
ja: ドキュメント
kk: Құжаттар
ky: Документтер
lb: Dokumenter
lt: Dokumentai
lv: Dokumenti
mi: Tuhinga
ms: Dokumen
mt: Dokumenti
no: Dokumenter
pl: Dokumenty
ps: لاسوندونه
ro: Documente
sd: ڊاڪيومينٽ
sl: Dokumenti
sq: Dokumente
sv: Dokument
sw: Hati
tg: Ҳуҷҷатҳо
tk: Resminamalar
tr: Dokümanlar
tt: Док
ur: دستاویزات
uz: Hujjatlar
xh: Amaxwebhu
zu: Amadokhumenti
