Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
af: U openbare adres sal u gebruik as 'n metatag by die opskrif van u webwerf. Op hierdie manier kan die Attrace Network verifieer dat die eienaar van hierdie openbare adres inderdaad die eienaar van hierdie webwerf is. Hierdie adres word ook gebruik as u monitering op u aansluiting wil gebruik om sekuriteit na te gaan.
am: እርስዎ የአሳታሚ የሕዝብ አድራሻ ለድር ጣቢያዎ ራስጌ እንደ ሜታ መለያ ለማከል ጥቅም ላይ ይውላል። በዚህ መንገድ የ “Attrace” አውታረመረብ የዚህን የሕዝብ አድራሻ ባለቤት ማረጋገጥ ይችላል ፣ የዚህ ድርጣቢያ ባለቤት ነው። እንዲሁም ደህንነትን ለመፈተሽ በአገናኝዎ ላይ መቆጣጠሪያን ለመጠቀም ከፈለጉ ይህ አድራሻ ጥቅም ላይ ይውላል።
ar: سيتم استخدام العنوان العام You Attrace لإضافة علامة وصفية إلى رأس موقع الويب الخاص بك. بهذه الطريقة يمكن لشبكة Attrace التحقق من أن مالك هذا العنوان العام هو بالفعل مالك هذا الموقع. يتم استخدام هذا العنوان أيضًا إذا كنت ترغب في استخدام المراقبة على الموصل الخاص بك للتحقق من الأمان.
az: Siz Attrace ümumi ünvanı veb saytınızın başlığına meta etiketi əlavə etmək üçün istifadə olunacaq. Bu şəkildə Attrace Network bu ümumi ünvanın sahibini doğrulaya bilər, həqiqətən bu veb saytın sahibidir. Təhlükəsizliyi yoxlamaq üçün bağlayıcınızdakı monitorinqdən istifadə etmək istəyirsinizsə, bu ünvan istifadə olunur.
bg: Публичният адрес You Attrace ще бъде използван за добавяне като мета маркер в заглавката на вашия уебсайт. По този начин мрежата Attrace може да потвърди, че собственикът на този публичен адрес наистина е собственик на този уебсайт. Също така този адрес се използва, ако искате да използвате мониторинг на вашия конектор, за да проверите сигурността.
ca: L'adreça pública d'Attrace s'utilitzarà per afegir com a metaetiqueta a la capçalera del vostre lloc web. D'aquesta manera, Attrace Network pot verificar que el propietari d'aquesta adreça pública és el propietari d'aquest lloc web. Aquesta adreça també s'utilitza si voleu utilitzar la supervisió al vostre connector per comprovar la seguretat.
cs: Veřejná adresa You Attrace bude použita k přidání jako metaznačky do záhlaví vašeho webu. Takto může síť Attrace Network ověřit, že vlastník této veřejné adresy je skutečně vlastníkem této webové stránky. Tato adresa se také používá, pokud chcete ke kontrole zabezpečení použít monitorování na vašem konektoru.
cy: Defnyddir cyfeiriad cyhoeddus You Attrace i ychwanegu fel tag meta at bennawd eich gwefan. Fel hyn y gall Rhwydwaith Attrace wirio perchennog y cyfeiriad cyhoeddus hwn yw perchennog y wefan hon yn wir. Hefyd defnyddir y cyfeiriad hwn os ydych am ddefnyddio monitro ar eich cysylltydd i wirio diogelwch.
da: Du tiltrækker offentlig adresse vil blive brugt til at tilføje som et metatag til overskriften på dit websted. På denne måde kan Attrace Network verificere, at ejeren af ​​denne offentlige adresse faktisk er ejeren af ​​dette websted. Denne adresse bruges også, hvis du ønsker at bruge overvågning på dit stik til at kontrollere sikkerhed.
de: Die öffentliche Adresse von Attrace wird verwendet, um dem Header Ihrer Website ein Meta-Tag hinzuzufügen. Auf diese Weise kann das Attrace Network überprüfen, ob der Eigentümer dieser öffentlichen Adresse tatsächlich der Eigentümer dieser Website ist. Diese Adresse wird auch verwendet, wenn Sie die Überwachung Ihres Connectors zur Überprüfung der Sicherheit verwenden möchten.
el: Μπορείτε να προσελκύσετε τη δημόσια διεύθυνση για να προσθέσετε ως μετα-ετικέτα στην κεφαλίδα του ιστότοπού σας. Με αυτόν τον τρόπο το Δίκτυο Attrace μπορεί να επαληθεύσει ότι ο κάτοχος αυτής της δημόσιας διεύθυνσης είναι πράγματι ο κάτοχος αυτού του ιστότοπου. Επίσης, αυτή η διεύθυνση χρησιμοποιείται εάν θέλετε να χρησιμοποιήσετε την παρακολούθηση στον σύνδεσμό σας για να ελέγξετε την ασφάλεια.
eo: Vi Attrace publika adreso estos uzata por aldoni kiel meta-etikedon al la kaplinio de via retejo. Tiel Attrace Network povas kontroli, ke la posedanto de ĉi tiu publika adreso ja estas la posedanto de ĉi tiu retejo. Ankaŭ ĉi tiu adreso estas uzata, se vi volas uzi kontroladon ĉe via konektilo por kontroli sekurecon.
et: Avalikku aadressi You Attrace kasutatakse teie veebisaidi päisesse metasildina lisamiseks. Nii saab Attrace Network kinnitada, et selle avaliku aadressi omanik on tõesti selle veebisaidi omanik. Ka seda aadressi kasutatakse juhul, kui soovite turvalisuse kontrollimiseks kasutada pistikupesa jälgimist.
eu: You Attrace helbide publikoa meta etiketa gisa gehitzeko erabiliko da zure webgunearen goiburuan. Horrela, Attrace Network-ek helbide publiko honen jabea webgune honen jabea dela egiaztatu dezake. Helbide hau ere erabiltzen da zure konektoreko monitorizazioa segurtasuna egiaztatzeko erabili nahi baduzu.
fa: شما از آدرس عمومی Attrace برای افزودن به عنوان برچسب متا به عنوان وب سایت استفاده می شود. به این ترتیب شبکه Attrace می تواند تأیید کند که صاحب این آدرس عمومی در واقع مالک این وب سایت است. همچنین اگر می خواهید از مانیتورینگ در اتصال دهنده خود برای بررسی امنیت استفاده کنید ، از این آدرس استفاده می شود.
fi: You Attrace julkista osoitetta käytetään lisäämään sisällönkuvauskenttänä verkkosivustosi otsikkoon. Tällä tavalla Attrace-verkko voi varmistaa, että tämän julkisen osoitteen omistaja on todellakin tämän verkkosivuston omistaja. Tätä osoitetta käytetään myös, jos haluat käyttää liittimen valvontaa turvallisuuden tarkistamiseen.
fr: Votre adresse publique Attrace sera utilisée pour l'ajouter en tant que balise meta à l'en-tête de votre site Web. De cette façon, le réseau Attrace peut vérifier que le propriétaire de cette adresse publique est bien le propriétaire de ce site Web. Cette adresse est également utilisée si vous souhaitez utiliser la surveillance sur votre connecteur pour vérifier la sécurité.
fy: Jo iepenbier adres fan Attrace sil wurde brûkt om as metatag te foegjen oan 'e koptekst fan jo webside. Op dizze manier kin it Attrace Network ferifiearje dat de eigner fan dit iepenbiere adres yndie de eigner is fan dizze webside. Dit adres wurdt ek brûkt as jo kontrôle wolle brûke op jo ferbining om befeiliging te kontrolearjen.
ga: Úsáidfear seoladh poiblí You Attrace chun ceannteideal do shuíomh Gréasáin a chur mar chlib meta. Sa chaoi seo is féidir le Líonra Attrace úinéir an seoladh phoiblí seo a fhíorú is úinéir an láithreáin ghréasáin seo go deimhin. Úsáidtear an seoladh seo freisin más mian leat monatóireacht a úsáid ar do chónascaire chun slándáil a sheiceáil.
gd: Thèid an seòladh poblach You Attrace a chleachdadh gus a bhith a ’cur mar meta tag ri ceann na làraich-lìn agad. Mar seo is urrainn don Lìonra Attrace dearbhadh a dhèanamh air sealbhadair an t-seòlaidh phoblaich seo gu dearbh is e sealbhadair na làraich-lìn seo. Cuideachd tha an seòladh seo air a chleachdadh ma tha thu airson sgrùdadh a chleachdadh air an ceanglaiche agad gus sgrùdadh a dhèanamh air tèarainteachd.
gl: O enderezo público de You Attrace usarase para engadir como metaetiqueta á cabeceira do seu sitio web. Deste xeito, a rede Attrace pode verificar que o propietario deste enderezo público é o propietario deste sitio web. Este enderezo tamén se usa se desexa utilizar o control no seu conector para comprobar a seguridade.
hr: Javna adresa You Attrace koristit će se za dodavanje kao metataga u zaglavlje vaše web stranice. Na ovaj način Mreža privlačenja može potvrditi da je vlasnik ove javne adrese zaista vlasnik ove web stranice. Također se ova adresa koristi ako želite koristiti nadzor na priključku za provjeru sigurnosti.
hu: A You Attrace nyilvános címet metatagként hozzáadjuk webhelye fejlécéhez. Így az Attrace Network ellenőrizheti, hogy a nyilvános cím tulajdonosa valóban a webhely tulajdonosa-e. Ezt a címet akkor is használjuk, ha felügyeletet akarunk használni a csatlakozón a biztonság ellenőrzéséhez.
hy: You Attrace հանրային հասցեն կօգտագործվի ձեր կայքի վերնագրում որպես մետա պիտակ ավելացնելու համար: Այս կերպ Attrace ցանցը կարող է ստուգել, ​​որ այս հանրային հասցեի սեփականատերը իսկապես հանդիսանում է այս կայքի սեփականատերը: Այս հասցեն նույնպես օգտագործվում է, եթե ցանկանում եք օգտագործել ձեր միակցիչի մոնիտորինգ ՝ անվտանգությունը ստուգելու համար:
id: Alamat publik Anda Attrace akan digunakan untuk ditambahkan sebagai tag meta ke header situs Anda. Dengan cara ini Attrace Network dapat memverifikasi bahwa pemilik alamat publik ini memang pemilik situs web ini. Juga alamat ini digunakan jika Anda ingin menggunakan pemantauan pada konektor Anda untuk memeriksa keamanan.
is: Þú Attrace almenningsnetfang verður notað til að bæta við sem metamerki við haus vefsíðu þinnar. Þannig getur Attrace netið sannreynt að eigandi þessa heimilisfangs sé sannarlega eigandi þessarar vefsíðu. Einnig er þetta heimilisfang notað ef þú vilt nota vöktun á tenginu þínu til að kanna öryggi.
iw: כתובתך הציבורי של Attrace תשמש להוספת כתג מטה לכותרת האתר שלך. בדרך זו רשת Attrace יכולה לאמת שהבעלים של כתובת ציבורית זו הוא אכן הבעלים של אתר זה. כמו כן, נעשה שימוש בכתובת זו אם ברצונך להשתמש בניטור במחבר שלך כדי לבדוק את האבטחה.
ja: You Attraceパブリックアドレスは、Webサイトのヘッダーにメタタグとして追加するために使用されます。このようにして、Attrace Networkは、このパブリックアドレスの所有者が実際にこのWebサイトの所有者であることを確認できます。また、このアドレスは、コネクタで監視を使用してセキュリティを確認する場合にも使用されます。
kk: You Attrace жалпыға ортақ мекен-жайы веб-сайтыңыздың тақырыбына мета тег ретінде қосу үшін пайдаланылады. Осылайша, Attrace Network бұл жалпыға қол жетімді мекен-жайдың иесін растай алады, бұл веб-сайттың иесі. Қауіпсіздікті тексеру үшін қосқышта бақылауды қолданғыңыз келсе, бұл мекен-жай қолданылады.
ku: Hûn navnîşana gelemperî ya Attrace dê bikar bînin ku wekî meta tag li sernavê malpera xwe zêde bikin. Bi vî rengî Tora Attrace dikare rast bike ku xwediyê vê navnîşana giştî bi rastî xwediyê vê malperê ye. Di heman demê de ev navnîşan tête bikar anîn heke hûn dixwazin çavdêriya li ser girêdana xwe bikar bînin da ku ewlehiyê kontrol bikin.
ky: You Attrace коомдук дареги веб-сайтыңыздын аталышына мета тэг катары кошуу үчүн колдонулат. Ошентип, Attrace Network бул жалпыга ачык даректин ээсин чындыгында ушул веб-сайттын ээси экендигин тастыктай алат. Коопсуздукту текшерүү үчүн туташтыргычыңыздагы мониторингди колдонууну кааласаңыз, бул дарек колдонулат.
lb: Dir Attrace ëffentlech Adress gëtt benotzt fir als Metatag an den Header vun Ärer Websäit bäizefügen. Dëse Wee kann den Attrace Network de Besëtzer vun dëser ëffentlecher Adress verifizéieren ass wierklech de Besëtzer vun dëser Websäit. Och dës Adress gëtt benotzt wann Dir Iwwerwaachung op Ärem Connector benotze wëllt fir Sécherheet ze kontrolléieren.
lt: Viešasis adresas „Attrace“ bus naudojamas pridėti kaip metažymą prie jūsų svetainės antraštės. Tokiu būdu „Attrace“ tinklas gali patikrinti, ar šio viešojo adreso savininkas iš tikrųjų yra šios svetainės savininkas. Šis adresas taip pat naudojamas, jei norite patikrinti jungties stebėjimą saugumui patikrinti.
lv: Publiskā adrese You Attrace tiks izmantota, lai kā metatagu pievienotu jūsu vietnes galvenei. Tādā veidā Attrace tīkls var pārbaudīt, vai šīs publiskās adreses īpašnieks patiešām ir šīs vietnes īpašnieks. Arī šī adrese tiek izmantota, ja vēlaties pārbaudīt savienotāju, lai pārbaudītu drošību.
mg: Adiresy ampahibemaso ianao Attrace no hampiasaina ho toy ny meta tag amin'ny lohatenin'ny tranonkalanao. Amin'ity fomba ity dia afaka manamarina ny tompona adiresy ampahibemaso fa tompon'ity tranonkala ity ny tambajotra Attrace. Ity adiresy ity dia ampiasaina raha te hampiasa fanaraha-maso amin'ny mpampifandray anao ianao hijerena ny filaminana.
mi: Ko koe Aunoa ka ururuahia te wahitau ki te taapiri hei tohu meta ki te pane o to paetukutuku. Ma tenei e taea ai e te Whakahoahoa Whakahoahoa te tohu ko wai te rangatira o tenei korero a te iwi te rangatira o tenei paetukutuku. Ka whakamahia hoki tenei wahitau ki te hiahia koe ki te whakamahi i te tirotiro i runga i to hononga ki te tirotiro i te ahuru.
ms: Anda menarik perhatian awam alamat akan digunakan untuk menambahkan sebagai tag meta ke tajuk laman web anda. Dengan cara ini Attrace Network dapat mengesahkan bahawa pemilik alamat awam ini memang pemilik laman web ini. Juga alamat ini digunakan jika anda ingin menggunakan pemantauan pada penyambung anda untuk memeriksa keselamatan.
mt: L-indirizz pubbliku You Attrace se jintuża biex iżid bħala meta-tag mal-header tal-websajt tiegħek. B'dan il-mod in-Netwerk Attrace jista 'jivverifika s-sid ta' dan l-indirizz pubbliku huwa tabilħaqq is-sid ta 'din il-websajt. Ukoll dan l-indirizz jintuża jekk tixtieq tuża monitoraġġ fuq il-konnettur tiegħek biex tivverifika s-sigurtà.
nl: Je Attrace openbare adres wordt gebruikt om als metatag toe te voegen aan de header van je website. Op deze manier kan het Attrace Network verifiëren dat de eigenaar van dit openbare adres inderdaad de eigenaar is van deze website. Dit adres wordt ook gebruikt als u monitoring op uw connector wilt gebruiken om de beveiliging te controleren.
no: Your Attrace public address vil bli brukt til å legge til som metakode i overskriften på nettstedet ditt. På denne måten kan Attrace Network verifisere at eieren av denne offentlige adressen faktisk er eieren av dette nettstedet. Også denne adressen brukes hvis du vil bruke overvåking på kontakten din for å sjekke sikkerhet.
pl: Twój publiczny adres Attrace zostanie użyty do dodania jako metatagu do nagłówka Twojej witryny. W ten sposób Attrace Network może zweryfikować, że właściciel tego publicznego adresu jest rzeczywiście właścicielem tej witryny. Ten adres jest również używany, jeśli chcesz używać monitorowania łącznika do sprawdzania bezpieczeństwa.
ps: تاسو د ایترایس عامه پته به ستاسو د ویب پا ofې سرلیک ته د میټا ټګ په توګه اضافه کولو لپاره وکارول شي. پدې توګه د اتراټس شبکه کولی شي د دې عامه پته مالک تصدیق کړي په حقیقت کې د دې ویب پا theې مالک دی. همدارنګه دا پته کارول کیږي که تاسو غواړئ په خپل ارتباط کې د امنیت معاینه کولو لپاره نظارت وکاروئ.
pt: O endereço público de seu atributo será usado para adicionar uma meta tag ao cabeçalho do seu site. Desta forma, a Attrace Network pode verificar se o proprietário deste endereço público é realmente o proprietário deste site. Além disso, esse endereço é usado se você deseja usar o monitoramento em seu conector para verificar a segurança.
ro: Adresa publică Attrace va fi utilizată pentru a adăuga ca metaetichetă la antetul site-ului dvs. web. În acest fel, rețeaua Attrace poate verifica dacă proprietarul acestei adrese publice este într-adevăr proprietarul acestui site web. De asemenea, această adresă este utilizată dacă doriți să utilizați monitorizarea conectorului pentru a verifica securitatea.
sd: توهان ڪشش ڪيو عوامي پتو توهان جي ويب سائيٽ جي هيڊر ڏانهن ميٽا ٽيگ جي طور تي شامل ڪرڻ لاءِ استعمال ڪيو ويندو. انهي طريقي سان ڪشش نيٽورڪ انهي عوامي ايڊريس جي مالڪ جي تصديق ڪري سگهي ٿو درحقيقت هن ويب سائيٽ جو مالڪ آهي. جيڪڏهن توهان حفاظتي چيڪ ڪرڻ لاءِ پنهنجي رابط تي نگراني استعمال ڪرڻ چاهيندا آهيو ته هي پتو پڻ استعمال ڪيو ويو آهي.
sk: Verejná adresa Vy priťahovať sa použije na pridanie ako metaznačka do hlavičky vášho webu. Takto môže sieť Attrace Network overiť, či je vlastník tejto verejnej adresy skutočne vlastníkom tejto webovej stránky. Táto adresa sa tiež používa, ak chcete na kontrolu zabezpečenia použiť monitorovanie na vašom konektore.
sl: Javni naslov You Attrace bo uporabljen za dodajanje kot metaoznake v glavo vašega spletnega mesta. Tako lahko omrežje Attrace preveri, ali je lastnik tega javnega naslova res lastnik tega spletnega mesta. Ta naslov se uporablja tudi, če želite za preverjanje varnosti uporabiti nadzor na priključku.
sq: Adresa publike e Ju Attrace do të përdoret për të shtuar si një meta etiketë në titullin e faqes tuaj të internetit. Në këtë mënyrë Rrjeti Attrace mund të verifikojë se pronari i kësaj adrese publike është me të vërtetë pronari i kësaj faqe në internet. Gjithashtu kjo adresë përdoret nëse dëshironi të përdorni monitorimin në lidhësin tuaj për të kontrolluar sigurinë.
sv: You Attrace public address kommer att användas för att lägga till som en metatagg till rubriken på din webbplats. På detta sätt kan Attrace-nätverket verifiera att ägaren till denna offentliga adress verkligen är ägaren till denna webbplats. Den här adressen används också om du vill använda övervakning på din kontakt för att kontrollera säkerheten.
sw: Anuani ya Attrace ya umma itatumika kuongeza kama tag ya meta kwenye kichwa cha wavuti yako. Kwa njia hii Mtandao wa Attrace unaweza kuthibitisha mmiliki wa anwani hii ya umma ndiye mmiliki wa wavuti hii. Pia anwani hii hutumiwa ikiwa unataka kutumia ufuatiliaji kwenye kontakt yako kuangalia usalama.
tg: Суроғаи оммавии шумо Attrace барои илова кардани мета-тег ба сарлавҳаи вебсайти шумо истифода мешавад. Бо ин роҳ Шабакаи Attrace метавонад соҳиби ин суроғаи оммаро тасдиқ кунад, дар ҳақиқат соҳиби ин вебсайт аст. Инчунин ин суроға истифода мешавад, агар шумо хоҳед, ки назоратро дар пайвасткунандаи худ барои санҷиши бехатарӣ истифода баред.
tk: “Attrace” jemgyýetçilik salgysy, web sahypaňyzyň sözbaşysyna meta belligi hökmünde goşular. Şeýlelik bilen, “Attrace Network” bu köpçülikleýin salgynyň eýesiniň hakykatdanam bu web sahypasynyň eýesidigini barlap biler. Howpsuzlygy barlamak üçin birleşdirijiňizde gözegçiligi ulanmak isleseňiz, bu salgy ulanylýar.
tl: Ang pampublikong address sa iyo ng Attrace ay gagamitin upang idagdag bilang isang meta tag sa header ng iyong website. Sa ganitong paraan maaaring ma-verify ng Network ng Attrace ang may-ari ng pampublikong address na ito na talaga ang may-ari ng website na ito. Ginagamit din ang address na ito kung nais mong gumamit ng pagsubaybay sa iyong konektor upang suriin ang seguridad.
tr: Attrace genel adresi, web sitenizin başlığına meta etiket olarak eklemek için kullanılacaktır. Bu şekilde Attrace Network, bu genel adresin sahibinin gerçekten bu web sitesinin sahibi olduğunu doğrulayabilir. Ayrıca, güvenliği kontrol etmek için konektörünüzde izlemeyi kullanmak isterseniz bu adres kullanılır.
tt: Сез Attrace җәмәгать адресын вебсайтыгызның башына мета-тэг итеп өстәр өчен кулланачаксыз. Шулай итеп, Attrace челтәре бу җәмәгать адресының хуҗасын чыннан да бу сайтның хуҗасы итеп тикшерә ала. Куркынычсызлыкны тикшерү өчен тоташтыручыгызда мониторинг кулланырга теләсәгез, бу адрес кулланыла.
ur: آپ کی ایٹریس عوامی پتے آپ کی ویب سائٹ کے ہیڈر میں میٹا ٹیگ کی حیثیت سے شامل کرنے کے لئے استعمال ہوگی۔ اس طرح سے ایٹرایس نیٹ ورک اس عوامی پتے کے مالک کی تصدیق کرسکتا ہے واقعتا اس ویب سائٹ کا مالک ہے۔ نیز یہ پتہ استعمال ہوتا ہے اگر آپ سیکیورٹی کی جانچ کے ل to اپنے کنیکٹر پر مانیٹرنگ استعمال کرنا چاہتے ہیں۔
uz: Siz "Attrace" umumiy manzili veb-saytingiz sarlavhasiga meta teg sifatida qo'shish uchun ishlatiladi. Shu tarzda Attrace Network ushbu ochiq manzil egasini tasdiqlashi mumkin, albatta ushbu veb-sayt egasi. Xavfsizlikni tekshirish uchun ulagichingiz orqali monitoringni ishlatmoqchi bo'lsangiz, ushbu manzildan foydalaniladi.
vi: Địa chỉ công khai Attrace của bạn sẽ được sử dụng để thêm làm thẻ meta vào tiêu đề trang web của bạn. Bằng cách này, Mạng lưới Attrace có thể xác minh chủ sở hữu của địa chỉ công cộng này thực sự là chủ sở hữu của trang web này. Ngoài ra, địa chỉ này được sử dụng nếu bạn muốn sử dụng giám sát trên trình kết nối của mình để kiểm tra bảo mật.
xh: Wena Attrace idilesi yoluntu iya kusetyenziselwa ukongeza njengethegi yemeta kwintloko yewebhusayithi yakho. Ngale ndlela iNethiwekhi yeNgcaciso inokuqinisekisa ukuba umnini wale dilesi kawonkewonke ungumnini wale webhusayithi. Kwakhona le dilesi isetyenziswa ukuba unqwenela ukusebenzisa ukubeka iliso kwisinxibelelanisi sakho ukujonga ukhuseleko.
zu: Ikheli lakho lomphakathi le-Attrace lizosetshenziselwa ukwengeza njenge-meta tag kusihloko sewebhusayithi yakho. Ngale ndlela i-Attrace Network ingaqinisekisa ukuthi umnikazi waleli kheli lomphakathi ungumnikazi wale webhusayithi ngempela. Futhi leli kheli liyasetshenziswa uma ufisa ukusebenzisa ukuqapha kusixhumi sakho ukuhlola ukuphepha.
