Repository: common-repository/attrace
Catalog: languages/attrace-ht.po
Languages: ht

source: Configure
ht: Configured

source: Configuration
ht: Konfigirasyon

source: Account
ht: Kont

source: Network broadcast strategy
ht: Rezo difizyon estrateji

source: Advertiser tracking & conversion
ht: Suivi Advertiser & konvèsyon

source: Tracking strategy
ht: Tracking estrateji

source: Conversion strategy
ht: Estrateji konvèsyon

source: MasterTag URL
ht: URL MasterTag

source: Advanced
ht: Avanse

source: Profiling
ht: Des

source: Network
ht: Rezo

source: Mode
ht: Mòd

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
ht: Seksyon sa a se pou swiv ak konvèsyon anviwònman. Si ou se yon Piblikatè (se konsa sèlman k ap sèvi klik), seksyon sa a se petinan pou ou.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
ht: Ou pral itilize adrès piblik Attrace pou ajoute kòm yon meta tag pou header nan sit entènèt ou an. Fason sa a Rezo a Attrace ka verifye mèt kay la nan adrès piblik sa a se vre mèt kay la nan sit entènèt sa a. Epitou se adrès sa a itilize si ou ta vle itilize siveyans sou Connector ou a tcheke sekirite.

source: Copy the public address from the Attrace menu and paste it in the text field above:
ht: Kopye adrès piblik la nan meni Attrace epi kole li nan tèks tèks ki anwo a:

source: The click-out URL to the page you want to promote will look like this:
ht: URL la klike-soti nan paj la ou vle ankouraje ap sanble tankou sa a:

source: Change this value if you would like another URL
ht: Chanje valè sa a si ou ta renmen yon lòt URL

source: Direct (blocking)
ht: Dirèk (bloke)

source: Queue (using WP Cron)
ht: Keu (lè l sèvi avèk WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
ht: Estrateji difizyon Rezo a detèmine si klik la ta dwe mete sou yon keu ak trete pita pa cronjob, oswa se dirèkteman egzekite <br/> (ki ka lakòz yon ti reta nan redireksyon nan piblisite ou)

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
ht: <strong> Dirèk: </strong> (Default) Emisyon nan rezo a anvan itilizatè a reyorante resous (ak blòk itilizatè a).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
ht: <strong> Keu: </strong> Vit pwosesis background, kote yon fil background oswa keu difize nan rezo a tou pre-an tan reyèl. Bezwen WP Cron pèmèt

source: Javascript Clientside
ht: Javascript Kliyan

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
ht: Pou piblisite, estrateji swiv la detèmine kijan konektè a ap mete bonbon. <br/> Si sa posib, sèvi ak swivi bò sèvè (pa egzanp nan WooCommerce). Bibliyotèk mtag JS la nan ka sa a pa itilize.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
ht: <strong> Backend: </strong> (Default) modil sèvè ajoute Set-Cookie headers.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
ht: <strong> Javascript Kliyan: </strong> Javascript mastertag kouche bonbon yo swiv.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
ht: Pou piblisite, estrateji konvèsyon an detèmine kijan konvèsyon an kreye. Lè li pèmèt, Woocommerce ka egzekite serveur konvèsyon an. <br/> Si ou itilize yon lòt sistèm komèsyal, swa itilize JavaScript oswa shortcodes pou kreye konvèsyon an, oswa aplike konvèsyon an nan solisyon ou an.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
ht: <strong> Backend: </strong> (Default) modil sèvè okipe konvèsyon yo.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
ht: <strong> Javascript Kliyan: </strong> Javascript tag okipe konvèsyon.

source: No profiling
ht: Pa gen Des

source: All
ht: Tout

source: This option additional tracing level for performance and debugging.
ht: Opsyon sa a adisyonèl nivo trase pou pèfòmans ak debogaj.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
ht: <strong> Pa gen Des: </strong> (Default) Pa gen Des pèmèt (bon pèfòmans).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
ht: <strong> Tout: </strong> Debug tout demann ak Des (pèfòmans degrade)

source: Production
ht: Pwodiksyon

source: Development
ht: Devlopman

source: Environment setting in which this plugin is running
ht: Anviwònman anviwònman nan ki Plugin sa a ap kouri

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
ht: <strong> Pwodiksyon: </strong> (Default) Garanti ke tout devlope fonctionnalités enfim.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
ht: <strong> Devlopman: </strong> mòd Debug pèmèt, ta ka ekspoze phpinfo ak lòt enfòmasyon anviwònman sansib.

source: This option additional determines which network the connector is publishing its transactions.
ht: Opsyon sa a anplis detèmine ki rezo Connector a ap pibliye tranzaksyon li yo.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
ht: <strong> Betanet: </strong> (Default) Anviwònman pwodiksyon Attrace.network, pou pibliye tranzaksyon reyèl

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
ht: <strong> Testnet: </strong> Anviwonman tès la nan Attrace.network, sèvi ak sa a pou fè tès oswa debogaj rezon sèlman

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
ht: Sa a konfigirasyon lib mastertag ke ou vle mete sou paj ou a, URL konfigirasyon aktyèl la se:

source: You can also use a versioned url with 8 characters to avoid caching, like:
ht: Ou kapab tou itilize yon url vèrsyone ak karaktè 8 pou fè pou evite caching, tankou:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
ht: Nan fen url la ta dwe "js" men ou ka itilize yon lòt séparation, tankou "_js" pou fè pou evite nginx caching ak sa yo.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
ht: Klike sou lyen ki anwo yo pou wè si JS ou byen chaje, epi chanje ekstansyon yo si gen pwoblèm.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
ht: Sèvi ak shortcode sa a genyen ladan yo Javascript la Tag Mèt sou yon paj oswa yon pòs.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
ht: Sèvi ak shortcode sa a envoke yon aksyon Vann (sèvi ak sa a pou egzanp sou paj la di ou mèsi).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
ht: Sèvi ak shortcode sa a envoke yon aksyon plon (sèvi ak sa a pou egzanp sou enskri nan lèt nouvèl).

source: Add Integration
ht: Ajoute Entegrasyon

source: Configuration code
ht: Kòd konfigirasyon

source: The Base32 configuration code that has been provided is invalid. Please try again.
ht: Kòd konfigirasyon Base32 ki te bay la pa valab. Tanpri eseye ankò.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
ht: Akò sa a - delege nan konbinezon deja egziste. Retire ansyen an sou yo nan lòd yo ajoute yon sèl sa a nouvo.

source: Copy the configuration code from the dashboard
ht: Kopye kòd la konfigirasyon soti nan tablodbò a

source: Paste it in the text field below
ht: Kole li nan jaden tèks ki anba a

source: Press the submit button
ht: Peze bouton an soumèt

source: Integrations
ht: Entegrasyon

source: Cancel
ht: Anile

source: Submit
ht: Soumèt

source: Add New
ht: Ajoute nouvo

source: Save Changes
ht: Sove Chanjman

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
ht: Attrace se yon koutim te fè devwe blockchain ki kapab enskri ak odit nenpòt reklam klike sou chèn. Plugin sa a pèmèt ou jere akò ou yo, pèmèt shortcodes ak klik, epi siyen tranzaksyon sou chèn piblik la.
