Repository: common-repository/attrace
Catalog: languages/attrace-so.po
Languages: so

source: Configure
so: Isku habee

source: Configuration
so: Qaabeynta

source: Account
so: Xisaab

source: Clickout Path
so: Jidka Jidka

source: Network broadcast strategy
so: Istaraatiijiyadda baahinta shabakadda

source: Advertiser tracking & conversion
so: Raadinta xayeysiiyaha & badalida

source: Tracking strategy
so: Istaraatijiyad raadin

source: Conversion strategy
so: Istaraatiijiyadda beddelashada

source: Shortcodes
so: Kooban

source: Advanced
so: Hormarsan

source: Profiling
so: Aqoonsiga

source: Network
so: Shabakad

source: Mode
so: Habka

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
so: Qeybtan waxaa loogu talagalay raadinta iyo dejinta goobaha. Haddii aad tahay daabacad (sidaas kaliya u adeegida clickouts), qaybtani adiga kuma khusayso.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
so: Adigu Attrace cinwaanka dadweynaha ayaa loo isticmaali doonaa in lagu daro sida meta meta oo ah cinwaanka boggaaga. Qaabkan Shabakada Attrace waxay ku xaqiijin kartaa milkiilaha cinwaankan dadweynaha runtii waa milkiilaha degelkan. Sidoo kale cinwaankan waxaa loo isticmaalaa haddii aad rabto inaad isticmaasho kormeerka isku xirahaaga si aad u hubiso amniga.

source: Copy the public address from the Attrace menu and paste it in the text field above:
so: Nuqul cinwaanka dadweynaha ka soo qaado Attrace menu oo ku dhaji dusha qoraalka kore:

source: The click-out URL to the page you want to promote will look like this:
so: URL-ka riix-riixa bogga aad rabto inaad kobciso wuxuu u ekaan doonaa sidan:

source: Change this value if you would like another URL
so: Beddel qiimahan haddii aad jeclaan lahayd URL kale

source: Direct (blocking)
so: Toosan (xannibista)

source: Queue (using WP Cron)
so: Safka (adoo adeegsanaya WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
so: Istaraatiijiyadda baahinta Shabakadda ayaa go'aamisa haddii gujintu ay tahay in saf loo galo oo hadhowna laga shaqeeyo cronjob, ama si toos ah loo fuliyo <br/> (taas oo sababi karta dib u dhac yar oo ku soo noqoshada xayeysiiyahaaga).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
so: <strong> Toos: </strong> (Default) U baahi shabakadda ka hor inta aan isticmaaleha la wareegin (oo uu xannibo isticmaalaha).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
so: <strong> Safka: </strong> Falanqaynta asalka dhaqsaha badan, halkaas oo xariiq asal ah ama saf loogu baahinayo shabakada u dhow-waqtiga dhabta ah. Baahiyaha WP Cron ayaa karti leh

source: Backend
so: Dib u laabo

source: Javascript Clientside
so: Macaamiisha Javascript

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
so: Xayeysiiyeyaasha, istiraatiijiyadda raadraaca ayaa go'aamisa sida isku xirahu u dejinayo cookies. Maktabadda JS mtag ayaa ku jirta kiiskan aan loo isticmaalin.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
so: <strong> Backend: </strong> (Default) moduleka Server wuxuu ku darayaa madaxyada Set-Cookie.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
so: <strong> Javascript Clientside: </strong> Javascript mastertag ayaa dejinaya cookies-ka raadraaca.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
so: Xayeysiiyeyaasha, istiraatiijiyadda beddelaaddu waxay go'aamisaa sida beddelaadda loo abuuray. Markii la hawl geliyo, Woocommerce waxay fulin kartaa server-ka beddelaadda. <br/> Haddii aad isticmaasho nidaam kale oo adeegsi, ama isticmaal Javascript ama gaagaaban si aad u abuurto beddelaad, ama aad ku hirgeliso beddelka xalkaaga.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
so: <strong> Dib-u-soo-celin: </strong> (Default) module-ka Server ayaa wax ka qabta beddelaadda.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
so: <strong> Javascript Macmiilka: </strong> Javascript tag ayaa wax ka qabta beddelaadyada.

source: No profiling
so: Muuqaal la'aan

source: All
so: Dhammaan

source: This option additional tracing level for performance and debugging.
so: Doorashadan heer raad raadin dheeri ah oo loogu talagalay waxqabadka iyo dib-u-hagaajinta.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
so: <strong> No profiling: </strong> (Default) No profiling enabled (waxqabad wanaagsan).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
so: Dhammaan: </strong> Qeex dhammaan codsiyada leh muujinta (waxqabadka hoos u dhacay)

source: Production
so: Soo saar

source: Development
so: Horumarin

source: Environment setting in which this plugin is running
so: Dejinta deegaanka ee ay ku shaqeyneyso sheybaarkan

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
so: <strong> Soo-saar: </strong> (Default) Dammaanad-qaad ah in dhammaan horumarinta shaqadu ay naafo tahay.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
so: <strong> Horumar: </strong> Habka khaladka ayaa karti leh, wuxuu kashifi karaa phpinfo iyo macluumaad kale oo xasaasi u ah deegaanka.

source: This option additional determines which network the connector is publishing its transactions.
so: Doorashadan dheeraadka ah ayaa go'aamisa shabakadda isku xiraha daabacaya macaamilkeeda.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
so: <strong> Betanet: </strong> (Default) Deegaanka wax soo saarka ee Attrace.network, si loo daabaco macaamil dhab ah

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
so: <strong> Testnet: </strong> Jawiga imtixaanka ee Attrace.network, u isticmaal tan tijaabinta ama ujeedooyinka cilad kaliya

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
so: Tani waxay habeynaysaa mastertag lib ee aad rabto inaad ku darto boggaaga, URL-ka hadda la qaabeeyey waa:

source: You can also use a versioned url with 8 characters to avoid caching, like:
so: Waxa kale oo aad isticmaali kartaa url nooc ah oo leh 8 xaraf si aad uga fogaato qafis, sida:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
so: Dhamaadka urlku waa inuu ahaadaa "js" laakiin waxaad isticmaali kartaa kalasade kale, sida "_js" si looga fogaado keydinta nginx iyo wixii la mid ah.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
so: Dhagsii xiriiriyeyaasha kore si aad u aragto haddii JS-kaaga si habboon loo rakibay, oo beddel kordhinta haddii ay jiraan arrimo.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
so: U adeegso lambarka gaaban si aad ugu darto Master Tag Javascript bog ama qoraal.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
so: U adeegso lambarkan gaaban si aad ugu yeerto tallaabo Iib ah (isticmaal tan tusaale ahaan bogga mahadsanid).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
so: U adeegso koodhkan gaagaaban si aad ugu dhawaaqdo ficil Lead ah (u isticmaal tan tusaale ahaan cinwaanka ku qoran warqadda wararka).

source: Add Integration
so: Ku dar Isdhexgal

source: Configuration code
so: Koodhka qaabeynta

source: The Base32 configuration code that has been provided is invalid. Please try again.
so: Koodhka qaabeynta Base32 ee la bixiyay waa mid aan ansax ahayn. Fadlan iskuday markale.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
so: Heshiiskan - Wakiil ka noqoshada isku dhafan ayaa horay u jirtay. Ka saar tii hore si aad mid cusub ugu darto.

source: Copy the configuration code from the dashboard
so: Nuqul nambarka qaabeynta ka soo gaadha shaashadda

source: Paste it in the text field below
so: Ku dhaji qoraalka qoraalka hoose

source: Press the submit button
so: Riix badhanka gudbinta

source: Integrations
so: Isdhexgalka

source: Cancel
so: Jooji

source: Submit
so: Gudbi

source: Add New
so: Ku dar Cusub

source: Save Changes
so: Keydso Isbedelada

source: Docs
so: Dukumentiyo

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
so: Soojiidashada waa caado loo sameeyay xannibaadda gaarka loo leeyahay ee awood u leh inay diiwaangeliso oo ay hubiso xayeysiis kasta oo guji silsiladda. Qalabkani wuxuu awood kuu siinayaa inaad maamusho heshiisyadaada, wuxuu awood u siiyaa hababka gaagaaban iyo jadwalka, iyo inuu ku saxiixo macaamil silsilad dadweyne.
