Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
af: <strong> Javascript-kliënt: </strong> Javascript-etiket hanteer omskakelings.
am: የጃቫ ስክሪፕት ደንበኛ </ strong> ጃቫስክሪፕት መለያ ልወጣዎችን ያስተናግዳል ፡፡
ar: <strong> Javascript Clientside: </strong> علامة Javascript تعالج التحويلات.
az: <strong> Javascript Clientside: </strong> Javascript etiketi dönüşümləri idarə edir.
bg: <strong> Javascript Clientside: </strong> Тагът на Javascript обработва реализации.
ca: <strong> Javascript Clientside: </strong> l'etiqueta Javascript gestiona les conversions.
cs: <strong> Javascript Clientside: </strong> Značka Javascript zpracovává převody.
cy: <strong> Javascript Clientside: </strong> Mae tag Javascript yn trin trosiadau.
da: <strong> Javascript Clientside: </strong> Javascript-tag håndterer konverteringer.
de: <strong> Javascript-Clientside: </ strong> Das Javascript-Tag verarbeitet Konvertierungen.
el: <strong> Javascript Clientside: </strong> Η ετικέτα Javascript χειρίζεται τις μετατροπές.
eo: <strong> Ĝavaskripta Klienta flanko: </strong> Ĝavaskripta etikedo traktas konvertiĝojn.
et: <strong> Javascripti klientide külg: </strong> Javascripti silt tegeleb konversioonidega.
eu: <strong> Javascript bezeroa: </strong> Javascript etiketak bihurketak kudeatzen ditu.
fa: <strong> Javascript Clientside: </strong> برچسب Javascript مدیریت تبدیل ها را بر عهده دارد.
fi: <strong> Javascript Clientide: </strong> Javascript-tagi käsittelee tuloksia.
fr: <strong> Javascript Clientide: </strong> balise Javascript gère les conversions.
fy: <strong> Javascript Clientside: </strong> Javascript-tag behannelt bekearing.
ga: <strong> Javascript Clientside: </strong> Láimhseálann tag Javascript tiontaithe.
gd: <strong> Javascript Clientside: </strong> Bidh tag Javascript a ’làimhseachadh atharrachaidhean.
gl: <strong> Cliente Javascript: </strong> a etiqueta Javascript xestiona as conversións.
hr: <strong> Javascript Clientside: </strong> Javascript oznaka obrađuje pretvorbe.
hu: <strong> Javascript kliensoldal: </strong> a Javascript címke kezeli a konverziókat.
hy: <strong> Javascript Clientside: </strong> Javascript պիտակը կարգավորում է փոխարկումները:
id: <strong> Sisi Klien Javascript: </strong> Tag JavaScript menangani konversi.
is: <strong> Javascript viðskiptavinur: </strong> Javascript tag sér um viðskipti.
iw: <strong> Javascript Clientside: </strong> </strong> תג Javascript מטפל בהמרות.
ja: <strong> Javascriptクライアントサイド：</ strong> Javascriptタグは変換を処理します。
kk: <strong> Javascript Clientside: </strong> Javascript тегі конверсияларды басқарады.
ku: <strong> Clientside Javascript: </strong> Tagê Javascript veguherînan pêk tîne.
ky: <strong> Javascript Clientside: </strong> Javascript теги которууну иштетет.
lb: <strong> Javascript Clientside: </strong> Javascript Tag behandelt Conversiounen.
lt: <strong> „Javascript“ kliento pusė: </strong> „Javascript“ žyma tvarko konversijas.
lv: <strong> Javascript Clientide: </strong> Javascript tags apstrādā reklāmguvumus.
mg: <strong> Javascript Clientside: </strong> Ny tag Javascript dia mitantana ny fiovam-po.
mi: <strong> KaitohaJavascript: </strong> Ko te tohu Javascript te huringa o te huri.
ms: <strong> Javascript Clientside: </strong> Teg Javascript menangani penukaran.
mt: <strong> Javascript Clientside: </strong> It-tikketta Javascript tieħu ħsieb il-konverżjonijiet.
nl: <strong> Javascript Clientside: </strong> Javascript-tag verwerkt conversies.
no: <strong> Javascript Clientside: </strong> Javascript-tag håndterer konverteringer.
pl: <strong> Strona klienta Javascript: </strong> tag JavaScript obsługuje konwersje.
ps: د جاواسکریپټ پیرودونکی </ strong> جاواسکریپټ ټایپ د تبادلې اداره کوي.
pt: <strong> Lado do cliente Javascript: </strong> a tag Javascript lida com as conversões.
ro: <strong> Javascript Clientside: </strong> eticheta Javascript gestionează conversiile.
sd: <strong> جاوا اسڪرپٽ ڪلائنٽس: </ strong> جاوا اسڪرپٽ ٽئگ ڪننڪشنز تي عمل درآمد ڪرائي ٿي.
sk: <strong> Javascript Clientside: </strong> Značka Javascript spracováva konverzie.
sl: <strong> Javascript Clientside: </strong> oznaka Javascript obravnava pretvorbe.
sq: <strong> Javascript Clientside: </strong> Etiketa Javascript trajton shndërrimet.
sv: <strong> Javascript-klientsida: </strong> Javascript-tagg hanterar konverteringar.
sw: <strong> Mteja wa Javascript: </strong> Lebo ya Javascript hushughulikia ubadilishaji.
tg: <strong> Javascript Clientside: </strong> теги Javascript тағиротҳоро идора мекунад.
tk: <strong> Javascript Müşderi: </strong> Javascript belligi öwrülişikleri dolandyrýar.
tl: <strong> Javascript Clientside: </strong> Hinahawak ng tag na Javascript ang mga conversion.
tr: <strong> Javascript Clientside: </strong> Javascript etiketi dönüşümleri yönetir.
tt: <strong> Javascript клиентлары: </strong> Javascript теге конверсияләр белән эш итә.
ur: <strong> جاوا اسکرپٹ کلائنٹ سائیڈ: </ strong> جاوا اسکرپٹ ٹیگ تبادلوں کو سنبھالتا ہے۔
uz: <strong> Javascript Clientside: </strong> Javascript yorlig'i konversiyani boshqaradi.
vi: <strong> Javascript Clientside: </strong> Thẻ Javascript xử lý chuyển đổi.
xh: <strong> Umxhasi weJavascript: </strong> Ithegi yeJavascript iphatha uguquko.
zu: <strong> I-Javascript Clientside: </strong> Ithegi ye-Javascript iphatha ukuguqulwa.

source: No profiling
af: Geen profilering nie
am: መገለጫ የለውም
ar: لا التنميط
az: Profilləşdirmə yoxdur
bg: Без профилиране
ca: Sense perfils
cs: Žádné profilování
cy: Dim proffilio
da: Ingen profilering
de: Keine Profilerstellung
el: Χωρίς προφίλ
eo: Neniu profilado
et: Profiilimist pole
eu: Profilarik ez
fa: بدون پروفایل
fi: Ei profilointia
fr: Pas de profilage
fy: Gjin profilearjen
ga: Gan aon phróifíliú
gd: Gun phròifil
gl: Sen perfís
hr: Nema profiliranja
hu: Nincs profilozás
hy: Ոչ պրոֆիլավորում
id: Tidak ada profil
is: Engin profilun
iw: אין פרופיל
ja: プロファイリングなし
kk: Профильдеу жоқ
ku: Profîl tune
ky: Профилдөө жок
lb: Keng Profiléierung
lt: Jokio profiliavimo
lv: Nav profilēšanas
mg: Tsy misy profiling
ms: Tiada profil
mt: L-ebda profil
nl: Geen profilering
no: Ingen profilering
pl: Brak profilowania
ps: هیڅ لیکنه نشته
pt: Sem perfil
ro: Fără profilare
sd: ڪا پروفائيل ناهي
sk: Žiadne profilovanie
sl: Brez profiliranja
sq: Pa profilizim
sv: Ingen profilering
sw: Hakuna maelezo mafupi
tg: Профил нест
tk: Profil ýok
tl: Walang profiling
tr: Profil oluşturma yok
tt: Профиль юк
ur: کوئی پروفائلنگ نہیں
uz: Profillashtirilmaydi
vi: Không có hồ sơ
xh: Akukho profayile
zu: Akukho ukuphrinta

source: All
af: Almal
am: ሁሉም
ar: الكل
az: Hamısı
bg: всичко
ca: Tots
cs: Všechno
cy: I gyd
da: Alle
de: Alles
el: Ολα
eo: Ĉiuj
et: Kõik
eu: Guztiak
fa: همه
fi: Kaikki
fr: Tout
fy: Alle
ga: Gach
gd: Uile
gl: Todo
hr: svi
hu: Minden
hy: Բոլորը
id: Semua
is: Allt
iw: את כל
ja: すべて
kk: Бәрі
ku: Gişt
ky: Баары
lb: Alles
lt: Viskas
lv: Viss
mg: rehetra
mi: Katoa
ms: Semua
mt: Kollha
nl: Alle
no: Alle
pl: Wszystko
ps: ټول
pt: Todos
ro: Toate
sd: سڀ
sk: Všetky
sl: Vse
sq: Të gjitha
sv: Allt
sw: Wote
tg: Ҳама
tk: Hemmesi
tl: Lahat
tr: Herşey
tt: Барысы да
ur: سب
uz: Hammasi
vi: Tất cả
xh: Zonke
zu: Konke

source: This option additional tracing level for performance and debugging.
af: Hierdie opsie addisionele opspoorvlak vir prestasie en ontfouting.
am: ይህ አማራጭ ለአፈፃፀም እና ለማረም ተጨማሪ የመከታተያ ደረጃ።
ar: هذا الخيار مستوى تتبع إضافي للأداء وتصحيح الأخطاء.
az: Bu seçim performans və ayıklama üçün əlavə izləmə səviyyəsidir.
bg: Тази опция допълнително ниво на проследяване за производителност и отстраняване на грешки.
ca: Aquesta opció nivell de traça addicional per al rendiment i la depuració.
cs: Tato možnost další úroveň trasování pro výkon a ladění.
cy: Mae'r opsiwn hwn yn lefel olrhain ychwanegol ar gyfer perfformiad a difa chwilod.
da: Denne mulighed ekstra sporingsniveau til ydeevne og fejlretning.
de: Diese Option bietet zusätzliche Ablaufverfolgungsstufe für Leistung und Debugging.
el: Αυτή η επιλογή πρόσθετο επίπεδο παρακολούθησης για απόδοση και εντοπισμό σφαλμάτων.
eo: Ĉi tiu opcio aldona spura nivelo por agado kaj elpurigado.
et: See valik lisab jõudluse ja silumise täiendava jälgimistaseme.
eu: Aukera hau errendimendurako eta arazketarako trazadura maila osagarria da.
fa: این گزینه سطح ردیابی اضافی برای عملکرد و رفع اشکال است.
fi: Tämä vaihtoehto lisää suorituskyvyn ja virheenkorjauksen jäljitystasoa.
fr: Cette option niveau de traçage supplémentaire pour les performances et le débogage.
fy: Dizze opsje ekstra trasearingsnivo foar prestaasjes en debuggen.
ga: An rogha seo leibhéal rianaithe breise le haghaidh feidhmíochta agus dífhabhtaithe.
gd: Tha an roghainn seo ìre lorg a bharrachd airson coileanadh agus debugging.
gl: Esta opción nivel de rastrexo adicional para o rendemento e a depuración.
hr: Ova opcija dodatna razina praćenja za izvedbu i ispravljanje pogrešaka.
hu: Ez az opció további nyomkövetési szintet nyújt a teljesítményhez és a hibakereséshez.
hy: Այս տարբերակը կատարման և կարգաբերման համար լրացուցիչ հետագծման մակարդակ է:
id: Opsi ini tingkat pelacakan tambahan untuk kinerja dan debugging.
is: Þessi valkostur viðbótar rakningarstig fyrir frammistöðu og kembiforrit.
iw: אפשרות זו רמת מעקב נוספת לביצועים וניקוי באגים.
ja: このオプションは、パフォーマンスとデバッグのための追加のトレースレベルです。
kk: Бұл параметр өнімділікке және түзетуге арналған қосымша бақылау деңгейі.
ku: Vê vebijêrk ji bo kar û bargiraniyê asta şopandina zêde.
ky: Бул параметр аткаруу жана мүчүлүштүктөрдү оңдоо үчүн кошумча байкоо деңгээли.
lb: Dës Optioun zousätzlech Verfollegungsniveau fir Leeschtung an Debuggen.
lt: Ši parinktis suteikia papildomą našumo ir derinimo lygį.
lv: Šī opcija papildu izsekošanas līmeni veiktspējai un atkļūdošanai.
mg: Ity safidy ity dia haavon'ny fanarahana fanampiny momba ny fampisehoana sy ny debugging.
mi: Ko tenei waahanga taapiri taumata rapu mo te mahinga me te whakakore.
ms: Pilihan ini menambahkan tahap pengesanan untuk prestasi dan penyahpepijatan.
mt: Din l-għażla livell ta 'traċċar addizzjonali għall-prestazzjoni u d-debugging.
nl: Deze optie extra traceringsniveau voor prestaties en foutopsporing.
no: Dette alternativet ekstra sporingsnivå for ytelse og feilsøking.
pl: Ta opcja zapewnia dodatkowy poziom śledzenia wydajności i debugowania.
ps: دا انتخاب د فعالیت او ډیبګ کولو لپاره اضافي تعقیب کچه.
pt: Esta opção oferece nível de rastreamento adicional para desempenho e depuração.
ro: Această opțiune nivel suplimentar de urmărire pentru performanță și depanare.
sd: هي اختيار ڪارڪردگي ۽ صحيح کي وڌائڻ جي اضافي سطح.
sk: Táto možnosť poskytuje ďalšiu úroveň sledovania pre výkon a ladenie.
sl: Ta možnost dodatna raven sledenja za zmogljivost in odpravljanje napak.
sq: Ky opsion niveli shtesë i gjurmimit për performancën dhe korrigjimin e gabimeve.
sv: Detta alternativ ytterligare spårningsnivå för prestanda och felsökning.
sw: Chaguo hili kiwango cha ziada cha utaftaji wa utendaji na utatuzi.
tg: Ин хосият сатҳи пайгирии иловагӣ барои иҷро ва ислоҳи хато.
tk: Bu opsiýa öndürijilik we düzediş üçin goşmaça gözleg derejesi.
tl: Ang pagpipiliang ito karagdagang antas ng pagsubaybay para sa pagganap at pag-debug.
tr: Bu seçenek, performans ve hata ayıklama için ek izleme düzeyi.
tt: Бу вариант башкару һәм көйләү өчен өстәмә эзләү дәрәҗәсе.
ur: کارکردگی اور ڈیبگنگ کے ل This یہ آپشن اضافی ٹریسنگ لیول ہے۔
uz: Ushbu parametr ishlash va disk raskadrovka uchun qo'shimcha kuzatuv darajasi.
vi: Tùy chọn này mức độ theo dõi bổ sung cho hiệu suất và gỡ lỗi.
xh: Olu khetho longezwa kwinqanaba lokulandela intsebenzo kunye nokulungisa ingxaki.
zu: Le nketho ileveli yokulandela eyengeziwe yokusebenza nokulungisa iphutha.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
af: <strong> Geen profilering nie: </strong> (verstek) Geen profilering geaktiveer nie (goeie prestasie).
am: <strong> መገለጫ የለውም </ strong> (ነባሪ) ምንም መገለጫ አልነቃም (ጥሩ አፈፃፀም) ፡፡
ar: <strong> لا توجد ملفات تعريف: </ strong> (افتراضي) لم يتم تمكين التشكيل الجانبي (أداء جيد).
az: <strong> Profilləşdirmə yoxdur: </strong> (Varsayılan) Profilləşdirmə aktivləşdirilməyib (yaxşı performans).
bg: <strong> Без профилиране: </strong> (по подразбиране) Няма активирано профилиране (добро представяне).
ca: <strong> Sense perfils: </strong> (predeterminat) No s'activa cap perfil (bon rendiment).
cs: <strong> Žádné profilování: </strong> (výchozí) Není povoleno žádné profilování (dobrý výkon).
cy: <strong> Dim proffilio: </strong> (Diffyg) Dim galluogi proffilio (perfformiad da).
da: <strong> Ingen profilering: </strong> (standard) Ingen profilering aktiveret (god ydeevne).
de: <strong> Keine Profilerstellung: </ strong> (Standard) Keine Profilerstellung aktiviert (gute Leistung).
el: <strong> Χωρίς προφίλ: </strong> (Προεπιλογή) Δεν είναι ενεργοποιημένο το προφίλ (καλή απόδοση).
eo: <strong> Neniu profilado: </strong> (Defaŭlta) Neniu profilado ebligita (bona agado).
et: <strong> Profiilimine puudub: </strong> (vaikimisi) profiilide loomine pole lubatud (hea jõudlus).
eu: <strong> Ez dago profilik: </strong> (Lehenetsia) Ez dago profilik gaituta (errendimendu ona).
fa: <strong> عدم ایجاد پروفایل: </ strong> (پیش فرض) بدون نمایه سازی فعال است (عملکرد خوب).
fi: <strong> Ei profilointia: </strong> (oletus) Ei profilointia käytössä (hyvä suorituskyky).
fr: <strong> Aucun profilage: </strong> (par défaut) Aucun profilage activé (bonnes performances).
fy: <strong> Gjin profilearjen: </strong> (Standert) Gjin profilearjen ynskeakele (goede prestaasjes).
ga: <strong> Gan aon phróifíliú: </strong> (Réamhshocrú) Níl aon phróifíliú cumasaithe (feidhmíocht mhaith).
gd: <strong> Gun phròifil: </strong> (bunaiteach) Cha deach pròifil a chomasachadh (coileanadh math).
gl: <strong> Sen perfís: </strong> (predeterminado) Non se habilita ningún perfil (bo rendemento).
hr: <strong> Bez profiliranja: </strong> (zadano) Nije omogućeno profiliranje (dobra izvedba).
hu: <strong> Nincs profilozás: </strong> (Alapértelmezett) Nincs engedélyezve a profilozás (jó teljesítmény).
hy: <strong> Ոչ պրոֆիլավորում. </ strong> (Լռելյայն) Չի թույլատրվում պրոֆիլավորում (լավ կատարում):
id: <strong> Tidak ada profil: </strong> (Default) Tidak ada profil yang diaktifkan (kinerja baik).
is: <strong> Engin sniðmát: </strong> (Sjálfgefið) Engin sniðmát virk (góð afköst).
iw: <strong> ללא פרופיל: </ strong> (ברירת מחדל) אין אפשרות לפרופיל (ביצועים טובים).
ja: <strong>プロファイリングなし：</ strong>（デフォルト）プロファイリングが有効になっていません（良好なパフォーマンス）。
kk: <strong> Профиль жоқ: </strong> (Әдепкі) Профиль қосылмаған (жақсы өнімділік).
ku: <strong> Profîlkirin tune: </strong> (Default) Profîlkirin ne çalak e (performansa baş).
ky: <strong> Профилдөө жок: </strong> (По умолчанию) Профилдөө иштетилген жок (жакшы иштөө).
lb: <strong> Keng Profiléierung: </strong> (Standard) Keng Profiléierung aktivéiert (gutt Leeschtung).
lt: <strong> Nėra profiliavimo: </strong> (numatytasis nustatymas) profiliavimas neįgalintas (geras našumas).
lv: <strong> Nav profilēšanas: </strong> (noklusējums) Nav iespējota profilēšana (laba veiktspēja).
mg: <strong> Tsy misy profiling: </strong> (Default) Tsy misy profiling azo (fampisehoana tsara).
mi: <strong> Kaore he tohu: </strong> (Taunoa) Kaore he whakahoahoatanga kua whakahohea (he pai te mahi).
ms: <strong> Tanpa profil: </strong> (Lalai) Tidak diaktifkan profil (prestasi baik)
mt: <strong> L-ebda profil: </strong> (Default) L-ebda profil ma huwa attivat (prestazzjoni tajba).
nl: <strong> Geen profilering: </strong> (standaard) Geen profilering ingeschakeld (goede prestaties).
no: <strong> Ingen profilering: </strong> (standard) Ingen profilering aktivert (god ytelse).
pl: <strong> Bez profilowania: </strong> (domyślnie) brak włączonego profilowania (dobra wydajność).
ps: <strong> هیڅ پروفیل کول: </ strong> (ډیفالټ) هیڅ پروفایل نه دی فعال شوی (ښه فعالیت).
pt: <strong> Sem criação de perfil: </strong> (padrão) sem criação de perfil ativada (bom desempenho).
ro: <strong> Fără profilare: </strong> (implicit) Fără profilare activată (performanță bună).
sd: <strong> ڪابه پروفائلنگ نه: </strong> (ڊيفالٽ) ڪابه پروفائلنگ فعال ناهي (سٺي ڪارڪردگي).
sk: <strong> Žiadne profilovanie: </strong> (predvolené) Nie je povolené žiadne profilovanie (dobrý výkon).
sl: <strong> Brez profiliranja: </strong> (privzeto) Ni omogočeno profiliranje (dobra zmogljivost).
sq: <strong> Pa profilizim: </strong> (Default) Pa aktivizim të profilizimit (performancë e mirë).
sv: <strong> Ingen profilering: </strong> (standard) Ingen profilering aktiverad (bra prestanda).
sw: <strong> Hakuna profaili: </strong> (Chaguomsingi) Hakuna wasifu uliowezeshwa (utendaji mzuri).
tg: <strong> Профил нест: </strong> (Бо нобаёнӣ) Ҳеҷ профилсозӣ фаъол нест (иҷрои хуб).
tk: <strong> Profil ýok: </strong> (Bellenilen) Profil ýok (gowy öndürijilik).
tl: <strong> Walang pag-profiling: </strong> (Default) Walang pinagana ang pag-prof (mahusay na pagganap).
tr: <strong> Profil oluşturma yok: </strong> (Varsayılan) Profil oluşturma etkin değil (iyi performans).
tt: <strong> Профиль юк: </strong> (Килешү буенча) Профиль кушылмаган (яхшы эш).
ur: <strong> کوئی پروفائلنگ نہیں: </ strong> (پہلے سے طے شدہ) کوئی پروفائلنگ فعال نہیں (اچھی کارکردگی)۔
uz: <strong> Profilni yo'q: </strong> (Standart) Profilni yoqish imkoniyati yo'q (yaxshi ishlash).
vi: <strong> Không cấu hình: </strong> (Mặc định) Không bật cấu hình (hiệu suất tốt).
xh: <strong> Akukho profayile: </strong> (Okwendalo) Akukho profayili yenziwe (intsebenzo elungileyo).
zu: <strong> Akukho ukuphrinta: </strong> (Okuzenzakalelayo) Akukho ukuphrinta okunikwe amandla (ukusebenza okuhle).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
af: <strong> Alles: </strong> Ontfout alle versoeke met profilering (verswakte prestasie)
am: ሁሉንም </ strong> ሁሉንም ጥያቄዎች በመገለጫ ማረም (የተበላሸ አፈፃፀም)
ar: <strong> الكل: </ strong> تصحيح أخطاء جميع الطلبات بالتنميط (أداء متدهور)
az: <strong> Hamısı: </strong> Profilləşdirmə ilə bütün istəkləri ayıklayın (zəifləmiş performans)
bg: <strong> Всички: </strong> Отстраняване на грешки на всички заявки с профилиране (влошена производителност)
ca: <strong> Tots: </strong> depureu totes les sol·licituds amb perfils (rendiment degradat)
cs: <strong> Vše: </strong> Ladění všech požadavků pomocí profilování (snížený výkon)
cy: <strong> Pawb: </strong> Dadfygio pob cais gyda phroffilio (perfformiad diraddiedig)
da: <strong> Alle: </strong> Fejlret alle anmodninger med profilering (forringet ydeevne)
de: <strong> Alle: </ strong> Debuggen Sie alle Anforderungen mit Profiling (Leistungseinbußen).
el: <strong> Όλα: </strong> Εντοπισμός σφαλμάτων σε όλα τα αιτήματα με προφίλ (υποβαθμισμένη απόδοση)
eo: <strong> Ĉiuj: </strong> Elpurigi ĉiujn petojn per profilado (malplibonigita agado)
et: <strong> Kõik: </strong> silige kõik profiilide abil päringud (halvenenud jõudlus)
eu: <strong> Guztiak: </strong> arazketa eskaera guztiak profilekin (degradatutako errendimendua)
fa: <strong> همه: </ strong> با درخواست کردن همه درخواست ها اشکال زدایی کنید (عملکرد پایین)
fi: <strong> Kaikki: </strong> Virheenkorjaus kaikille pyyntöille profiloimalla (heikentynyt suorituskyky)
fr: <strong> Tout: </strong> Déboguez toutes les demandes avec profilage (performances dégradées)
fy: <strong> Alles: </strong> Feilich alle fersiken mei profilearjen (degradearre prestaasje)
ga: <strong> Gach: </strong> Dífhabhtaigh gach iarratas le próifíliú (feidhmíocht dhíghrádaithe)
gd: <strong> Uile: </strong> Debug a h-uile iarrtas le pròifil (coileanadh truaillte)
gl: <strong> Todas: </strong> Depurar todas as solicitudes con perfís (rendemento degradado)
hr: <strong> Sve: </strong> otklanjanje pogrešaka u svim zahtjevima s profiliranjem (pogoršane performanse)
hu: <strong> Mind: </strong> Minden kérést hibakeresni profilozással (gyengített teljesítmény)
hy: <strong> Բոլորը. </ strong> Վրիպազերծեք բոլոր հարցումները պրոֆիլի միջոցով (դեգրադացված կատարում)
id: <strong> Semua: </strong> Debug semua permintaan dengan pembuatan profil (kinerja menurun)
is: <strong> Allt: </strong> Kemba allar beiðnir með prófíl (skert árangur)
iw: <strong> הכל: </ strong> איתור באגים בכל הבקשות באמצעות פרופיל (ביצועים מושפלים)
ja: <strong>すべて：</ strong>プロファイリングを使用してすべてのリクエストをデバッグします（パフォーマンスの低下）
kk: <strong> Барлығы: </strong> Барлық сұраныстарды профайлмен түзету (нашарлаған өнімділік)
ku: <strong> Hemî: </strong> Hemî daxwazên bi profîlasyonê rahêjin (performansa hilweşandî)
ky: <strong> Баары: </strong> Бардык сурамдарды профилдөө менен мүчүлүштүктөрдү оңдоо (иштин начарлашы)
lb: <strong> Alles: </strong> Debugéiert all Ufroe mat Profiléierung (ofgebaut Leeschtung)
lt: <strong> Visos: </strong> derinkite visas užklausas su profiliais (pablogėjęs našumas)
lv: <strong> Visi: </strong> atkļūdot visus pieprasījumus ar profilēšanu (pasliktināta veiktspēja)
mg: <strong> Rehetra: </strong> Debug ny fangatahana rehetra amin'ny alalàn'ny fanoratan-kevitra (fanatanterahana mihasimba)
mi: <strong> Katoa: </strong> Whakakorehia nga tono katoa me te tohu (whakahekenga mahi)
ms: <strong> Semua: </strong> Menyahpepijat semua permintaan dengan profil (prestasi menurun)
mt: <strong> Kollha: </strong> Iddibaggja t-talbiet kollha bi profil (prestazzjoni degradata)
nl: <strong> Alles: </strong> fouten opsporen in alle verzoeken met profilering (verminderde prestaties)
no: <strong> Alle: </strong> Feilsøk alle forespørsler med profilering (forringet ytelse)
pl: <strong> Wszystkie: </strong> debuguj wszystkie żądania z profilowaniem (obniżona wydajność)
ps: <strong> ټول: </ strong> ټولې غوښتنې د پروفایل کولو سره ټیټ کړئ (تخریب شوي فعالیت)
pt: <strong> Tudo: </strong> depura todas as solicitações com criação de perfil (desempenho degradado)
ro: <strong> Toate: </strong> Depanați toate solicitările cu profilare (performanță degradată)
sd: <strong> سڀ: </ strong> سڀني درخواستن کي پروفائلنگ سان ڊيبگ ڪريو (خراب ڪارڪردگي)
sk: <strong> Všetky: </strong> Ladiť všetky požiadavky pomocou profilovania (znížený výkon)
sl: <strong> Vse: </strong> vse zahteve odpravite s profiliranjem (poslabšana zmogljivost)
sq: <strong> Të gjitha: </strong> Korrigjoni të gjitha kërkesat me profilizim (performancë e degraduar)
sv: <strong> Alla: </strong> Felsöka alla förfrågningar med profilering (försämrad prestanda)
sw: <strong> Zote: </strong> Ondoa maombi yote na maelezo mafupi (utendaji uliopungua)
tg: <strong> Ҳама: </strong> Ҳама дархостҳоро бо профилсозӣ ислоҳ кунед (иҷрои бадшуда)
tk: <strong> Hemmesi: </strong> profhli islegleri profil bilen düzediň (peselýän ýerine ýetiriş)
tl: <strong> Lahat: </strong> I-debug ang lahat ng mga kahilingan sa pag-profiling (pinababang pagganap)
tr: <strong> Tümü: </strong> Profil oluşturma ile tüm isteklerin hatalarını ayıklayın (düşük performans)
tt: <strong> Барысы да: </strong> Барлык запросларны профиль белән төзәтегез (бозылган эш)
ur: <strong> تمام: </ strong> پروفائلنگ (تخفیف کی کارکردگی) کے ساتھ تمام درخواستوں کو ڈیبگ کریں
uz: <strong> Hammasi: </strong> Barcha so'rovlarni profillash bilan disk raskadrovka (yomonlashtirilgan ishlash)
vi: <strong> Tất cả: </strong> Gỡ lỗi tất cả các yêu cầu có cấu hình (hiệu suất bị giảm sút)
xh: <strong> Zonke: </strong> Sombulula zonke izicelo ezineprofayili (ukusebenza okuthobekileyo)
zu: <strong> Konke: </strong> Lungisa zonke izicelo ezinamaphrofayela (ukusebenza okonakele)
