Repository: common-repository/attrace
Catalog: languages/attrace-sn.po
Languages: sn

source: Configure
sn: Gadzira

source: Configuration
sn: Kugadziriswa

source: Account
sn: Akaundi

source: Clickout Path
sn: Dzvanya nzira

source: Network broadcast strategy
sn: Network nhepfenyuro zano

source: Advertiser tracking & conversion
sn: Mushambadzi kuteedzera & kutendeuka

source: Tracking strategy
sn: Yekutevera zano

source: Conversion strategy
sn: Shanduko yekutendeuka

source: Advanced
sn: Yepamberi

source: Profiling
sn: Kufora

source: Mode
sn: Mamiriro

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
sn: Ichi chikamu ndechekutevera uye shanduko marongero. Kana iwe uri muparidzi (saka uchingoshandira mabhatani), chikamu ichi hachina basa newe.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
sn: Iwe Attrace kero yeruzhinji inozoshandiswa kuwedzera se meta tag kune musoro wewebhu yako. Nenzira iyi Attrace Network inogona kuratidza muridzi wekero yeruzhinji iyi muridzi wewebhusaiti iyi. Zvakare kero iyi inoshandiswa kana iwe uchida kushandisa kuongorora pane yako chinongedzo kutarisa chengetedzo.

source: Copy the public address from the Attrace menu and paste it in the text field above:
sn: Kopa kero yeruzhinji kubva kuAttrace menyu uye unamate mundima yemavara pamusoro:

source: The click-out URL to the page you want to promote will look like this:
sn: Iyo yekudzvanya-kunze URL kune iyo peji iwe yaunoda kusimudzira ichaita seiyi:

source: Change this value if you would like another URL
sn: Chinja kukosha uku kana uchida imwe URL

source: Direct (blocking)
sn: Direct (ichivharira)

source: Queue (using WP Cron)
sn: Mutsetse (uchishandisa WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
sn: Iyo Network nhepfenyuro zano inosarudza kana iko kubaya kunofanirwa kuiswa pamutsara uye kugadziriswa gare gare nekononjob, kana kuurayiwa zvakananga <br/> (izvo zvinogona kukonzera kunonoka kudiki mukutungamira kune wako mushambadzi).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
sn: <strong> Direct: </strong> (Default) Nhepfenyuro kunetiweki mushandisi asati aendeswazve (uye anovharidzira mushandisi).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
sn: <strong> Mutsetse: Inoda WP Cron inogoneswa

source: Backend
sn: Kudzokera

source: Javascript Clientside
sn: Javascript Mutengi

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
sn: Kune vashambadziri, zano rekutevera rinosarudza kuti chinobatanidza chiri kuseta sei makuki. Iyo JS mtag raibhurari mune ino kesi haina kushandiswa.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
sn: <strong> Backend: </strong> (Default) Server module inowedzera Set-Cookie misoro.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
sn: <strong> Javascript Clientside: </strong> Javascript mastertag inoseta makuki ekutevera.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
sn: Kune vashambadziri, zano rekushandura rinotarisa kuti shanduko inogadzirwa sei. Kana yagoneswa, Woocommerce inogona kuita iyo sevhisi yekutendeuka. <br/> Kana iwe ukashandisa imwe nzira yekutenga, shandisa Javascript kana shortcode kugadzira shanduko, kana ita shanduko mukati memhinduro yako.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
sn: <strong> Backend: </strong> (Default) Server module inobata shanduko.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
sn: <strong> Javascript Mutengi: </strong> Javascript tag inobata shanduko.

source: No profiling
sn: Kwete kunyora

source: All
sn: Zvese

source: This option additional tracing level for performance and debugging.
sn: Iyi sarudzo yekuwedzera yekutsvaga danho rekuita uye kugadzirisa dambudziko.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
sn: <strong> Hapana profiling: </strong> (Default) Hapana profiling inogoneswa (kuita kwakanaka).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
sn: <strong> Zvese: </strong> Bvisa zvese zvikumbiro zvine profiling (yakashata kuita)

source: Production
sn: Kugadzira

source: Development
sn: Kubudirira

source: Environment setting in which this plugin is running
sn: Mamiriro ekunze mune iyi plugin iri kushanda

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
sn: <strong> Kugadzira: </strong> (Default) Inovimbisa kuti ese anovandudza mashandiro akaremara.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
sn: <strong> Kubudirira: </strong> Kugadzirisa mamiriro akagoneswa, kunogona kufumura phpinfo uye nerumwe ruzivo rwakatarisana nharaunda.

source: This option additional determines which network the connector is publishing its transactions.
sn: Iyi sarudzo yekuwedzera inosarudza kuti ndeapi network iyo yekubatanidza iri kutsikisa mashandisiro ayo.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
sn: <strong> Betanet: </strong> (Default) Iyo yekugadzira nharaunda yeAttrace.network, kushambadzira chaiko zviitiko

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
sn: <strong> Testnet: </strong> Iyo bvunzo nharaunda yeAttrace.network, shandisa izvi kuyedza kana kugadzirisa zvinangwa chete

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
sn: Izvi zvinogadzira mastertag lib iyo iwe yaunoda kuisa pane yako peji, yazvino yakagadzirirwa URL iri:

source: You can also use a versioned url with 8 characters to avoid caching, like:
sn: Unogona zvakare kushandisa yakashandurwa url ine mavara masere kudzivirira caching, senge:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
sn: Kupera kweiyo url kunofanirwa kuve "js" asi iwe unogona kushandisa imwe separator, sa "_js" kudzivirira nginx caching uye zvakadaro.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
sn: Dzvanya pane zvinongedzo zviri pamusoro kuti uone kana yako JS yakatakura mushe, uye chinja izvo zvinowedzerwa kana paine nyaya.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
sn: Shandisa iyi shortcode kuisa iyo Master Tag Javascript pane peji kana kutumira.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
sn: Shandisa iyi shortcode kukumbira Chiito chekutengesa (shandisa izvi semuenzaniso pane peji rekutenda).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
sn: Shandisa iyi shortcode kukumbira chiito cheMutungamiri (shandisa izvi semuenzaniso pane yakanyoreswa tsamba yemashoko).

source: Add Integration
sn: Wedzera Kubatanidza

source: Configuration code
sn: Kodhi yekugadzirisa

source: The Base32 configuration code that has been provided is invalid. Please try again.
sn: Iyo Base32 yekugadzirisa kodhi iyo yakapihwa haishande. Ndapota edza zvakare.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
sn: Chibvumirano ichi - tumira mubatanidzwa watovepo. Bvisa chekare kuti uwedzere iyi nyowani.

source: Copy the configuration code from the dashboard
sn: Kopa iyo yekumisikidza kodhi kubva kudashboard

source: Paste it in the text field below
sn: Namatira iwo mundima yemavara pazasi

source: Press the submit button
sn: Dhinda bhatani rekutumira

source: Integrations
sn: Kubatanidzwa

source: Cancel
sn: Kanzura

source: Submit
sn: Tumira

source: Add New
sn: Wedzera Zvitsva

source: Save Changes
sn: Sevha Shanduko

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
sn: Attrace itsika yakaitwa yakatsaurwa blockchain inokwanisa kunyoresa uye kuongorora chero kushambadza tinya pane cheni. Iyi plugin inoita kuti iwe ugone kubata zvibvumirano zvako, inogonesa mapfupi uye kudzvanya, uye kusaina kutengeserana pane cheni yeruzhinji.
