Repository: common-repository/attrace
Catalog: languages/attrace-sm.po
Languages: sm

source: Configure
sm: Faʻaleleia

source: Configuration
sm: Fetuunaiga

source: Account
sm: Teugatupe

source: Clickout Path
sm: Ala Kiliki

source: Network broadcast strategy
sm: Taʻiala faʻasalalau auala

source: Advertiser tracking & conversion
sm: Faʻasalalauga faʻalauiloaina & liua

source: Tracking strategy
sm: Taʻiala siakiina

source: Conversion strategy
sm: Taʻiala o le liliuina

source: Shortcodes
sm: Faʻapuʻupuʻu

source: Advanced
sm: Alualu i luma

source: Profiling
sm: Talaʻaga

source: Network
sm: Fesoʻotaʻiga

source: Mode
sm: Faiga

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
sm: Lenei vaega e mo suʻesuʻega ma liua tulaga. Afai o oe o se lolomitusi (naʻo le tautuaina o kiliki), o lenei vaega e le talafeagai mo oe.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
sm: Oe Attrace lautele tuatusi o le a faʻaaogaina e faʻaopopo o se meta tag i le ulutala o lau 'upega tafaʻilagi. Lenei auala e mafai ai e le Attrace Network ona faʻamaonia le anaina o lenei tuatusi lautele o le anaina o lenei 'upega tafaʻilagi. Faʻapea foi lenei tuatusi e faʻaaogaina pe a fai e te manaʻo e faʻaaoga le mataʻituina o lau fesoʻotaʻiga e siaki le saogalemu.

source: Copy the public address from the Attrace menu and paste it in the text field above:
sm: Kopi le tuatusi lautele mai le Attrace lisi ma faapipii i le tusitusiga fanua luga:

source: The click-out URL to the page you want to promote will look like this:
sm: O le kiliki-mai URL i le itulau e te manaʻo e faʻalauiloa o le a pei o lenei:

source: Change this value if you would like another URL
sm: Suia lenei tau pe a fai e te manaʻo i se isi URL

source: Direct (blocking)
sm: Tuusao (poloka)

source: Queue (using WP Cron)
sm: Failaina (faʻaaogaina o le WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
sm: O le polokalame faʻasalalau a le Network e filifili ai pe tatau ona tuʻu le kiliki i luga o se laina ma faʻagasolo mulimuli ane e cronjob, pe faʻatino saʻo lava <br/> (lea e ono mafua ai se tuai faʻatuai i le toe tuʻuina atu i lau faʻasalalauga).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
sm: <strong> Faʻasino: </strong> (Leai) Faʻasalalau i le upega tafailagi ae le i toe faʻafoʻi le tagata (ma poloka le tagata e faʻaaogaina).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
sm: <strong> Faʻailoga: </strong> Faʻagasologa vave o gaioiga, o loʻo faʻasalalau ai le talaʻaga filo poʻo le laina i le upega lata i le taimi moni. Manaʻomia WP Cron faʻatagaina

source: Javascript Clientside
sm: Javascript Tagata Faʻatau

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
sm: Mo tagata faʻasalalau, ole auala e suʻesuʻe ai e fuafua ai pe faʻafefea ona faʻatulagaina kuki e le fesoʻotaʻiga. O le JS mtag faletusi i lenei tulaga le faʻaaogaina.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
sm: <strong> Backend: </strong> (Default) Server module faʻaopopo le Set-Cookie headers.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
sm: <strong> Javascript Clientside: </strong> Javascript mastertag setiina kuki suʻe.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
sm: Mo faʻasalalauga, o le suiga o auala e fuafua ai pe faʻafefea ona faia le liua. A faʻatagaina, e mafai e le Woocommerce ona faʻatinoina le liua o le server.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
sm: <strong> Backend: </strong> (Default) O le 'auʻaunaga a le aufaigaluega e faʻatautaia ia suiga.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
sm: <strong> Javascript Clientside: </strong> O le faʻailoga a le Javascript e faʻatautaia ai suiga.

source: No profiling
sm: Leai se faʻaupuga

source: All
sm: Uma

source: This option additional tracing level for performance and debugging.
sm: O lenei filifiliga faʻaopoopo tulaga sailia mo le faʻatinoina ma le faʻaleaʻoaʻiga.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
sm: <strong> Leai se talaʻaga: </strong> (Leai) Leai se faʻaupuga faʻatagaina (lelei faatino)

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
sm: <strong> Uma: </strong> Faʻamalo uma talosaga i le faʻamaumauga (faʻaleagaina le faʻatinoga)

source: Production
sm: Gaosiga

source: Development
sm: Atinae

source: Environment setting in which this plugin is running
sm: Siʻosiʻomaga nofoaga o loʻo tamoʻe ai lenei plugin

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
sm: <strong> Gaosiga: </strong> (Leai) Faʻamaoniga o mea uma e atiaʻe le faʻagaioiga e le atoatoa le malosi.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
sm: <strong> Atinaʻe: </strong> Faʻagaioia auala Debug, ono faʻaalia ai le phpinfo ma isi siosiomaga maaleale faʻamatalaga.

source: This option additional determines which network the connector is publishing its transactions.
sm: O lenei filifiliga faʻaopopo fuafua ai le fesoʻotaʻiga o le soʻotaga o loʻo faʻasalalauina ana fefaʻatauaiga.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
sm: <strong> Betanet: </strong> (Leai) Le gaosiga o le siosiomaga o Attrace.network, e lolomiina moni fefaatauaiga

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
sm: <strong> Testnet: </strong> O le suʻega siʻosiʻomaga o Attrace.network, faʻaaoga le mea lea mo naʻo suʻega poʻo mea faʻamavae

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
sm: Lenei faʻatulagaina le mastertag lib e te manaʻo e tuʻuina i luga o lau itulau, o loʻo iai nei URL faʻamau o le:

source: You can also use a versioned url with 8 characters to avoid caching, like:
sm: E mafai foi ona e faʻaaogaina se faʻavasega url ma 8 mataitusi e aloese ai mai le faʻaaogaina i le cache, pei o

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
sm: O le iuga o le url e tatau ona "js" ae mafai ona e faʻaaogaina se isi vavaeʻese, pei o "_js" e aloese ai mai le nginx cache ma faʻapena.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
sm: Kiliki i luga o soʻoga i luga e vaʻai pe ua utaina lelei lau JS, ma suia faʻalautelega pe a iai ni faʻafitauli.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
sm: Faʻaaoga lenei shortcode e aofia ai le Master Tag Javascript i luga o le a itulau poʻo le meli.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
sm: Faʻaaoga lenei shortcode e talosagaina ai se Faʻatau gaioiga (faʻaaoga lenei mo se faʻataʻitaʻiga i le faʻafetai itulau)

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
sm: Faʻaoga lenei shortcode e talosagaina ai se taʻitaʻiga Galue (faʻaaoga lenei mo se faʻataʻitaʻiga i luga o le lesitalaina i tala fou).

source: Add Integration
sm: Faʻaopopo le Tuʻufaʻatasia

source: Configuration code
sm: Faʻamau faʻailoga

source: The Base32 configuration code that has been provided is invalid. Please try again.
sm: O le Base32 config code ua uma ona saunia e le aoga. Faʻamolemole toe taumafai.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
sm: Lenei maliega - faʻamavae ese tuʻufaʻatasia ua uma ona i ai. Aveese le tuai ina ia mafai ona faʻaopopo lenei fou.

source: Copy the configuration code from the dashboard
sm: Kopi le numera faʻatulagaina mai le laupapa laupapa

source: Paste it in the text field below
sm: Faʻapipiʻi i le avanoa tusitusiga i lalo

source: Press the submit button
sm: Faʻamau le faʻamau ki

source: Integrations
sm: Tuufaatasi

source: Cancel
sm: Faalēaogāina

source: Submit
sm: Tuʻuina atu

source: Add New
sm: Faʻaopopo Fou

source: Save Changes
sm: Sefe Suiga

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
sm: Attrace o se aganuu faia tuʻufaʻatasi poloka poloka mafai ona lesitala ma suʻetusi soʻo se faʻasalalauga kiliki luga filifili. O lenei plugin e mafai ai ona e faʻatonutonu au maliega, mafai ai ona faʻaaoga ni auala puʻupuʻu ma ni kiliki, ma saini ai fefaʻatauaiga i luga o filifili lautele.
