Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
af: Hierdie afdeling is vir opsporing- en omskakelingsinstellings. As u 'n uitgewer is (dus slegs uitsoeke bedien), is hierdie afdeling vir u irrelevant.
am: ይህ ክፍል ለመከታተል እና ለመለወጥ ቅንጅቶች ነው። እርስዎ አስፋፊ ከሆኑ (ስለዚህ ለጠቅላላ ትምህርቶች ብቻ የሚያገለግል) ፣ ይህ ክፍል ለእርስዎ ምንም ፋይዳ የለውም።
ar: هذا القسم مخصص لإعدادات التتبع والتحويل. إذا كنت ناشرًا (لذا فإن خدمة النقرات فقط) ، فهذا القسم غير مناسب لك.
az: Bu bölmə izləmə və dönüşüm parametrləri üçündür. Bir naşirsinizsə (bu səbəbdən yalnız tıklamalara xidmət etmək lazımdır), bu bölmə sizin üçün əhəmiyyətsizdir.
bg: Този раздел е за настройки за проследяване и преобразуване. Ако сте издател (така че обслужвате само кликвания), този раздел е без значение за вас.
ca: Aquesta secció és per a la configuració de seguiment i conversió. Si sou editor (per tant, només publiqueu clics), aquesta secció és irrellevant per a vosaltres.
cs: Tato část slouží k nastavení sledování a převodu. Pokud jste vydavatel (tedy pouze poskytující kliknutí), tato část pro vás není relevantní.
cy: Mae'r adran hon ar gyfer olrhain a throsi gosodiadau. Os ydych chi'n gyhoeddwr (felly dim ond clicio allan yn gwasanaethu), mae'r adran hon yn amherthnasol i chi.
da: Dette afsnit er til sporings- og konverteringsindstillinger. Hvis du er en udgiver (så kun serverer clickouts), er dette afsnit irrelevant for dig.
de: Dieser Abschnitt enthält Informationen zu Tracking- und Conversion-Einstellungen. Wenn Sie ein Publisher sind (also nur Clickouts bereitstellen), ist dieser Abschnitt für Sie irrelevant.
el: Αυτή η ενότητα προορίζεται για ρυθμίσεις παρακολούθησης και μετατροπής. Εάν είστε εκδότης (οπότε εξυπηρετείτε μόνο τα κλικ), αυτή η ενότητα δεν σχετίζεται με εσάς.
eo: Ĉi tiu sekcio estas por spurado kaj konverta agordo. Se vi estas eldonisto (do nur servas klakojn), ĉi tiu sekcio ne gravas por vi.
et: See jaotis on mõeldud jälgimise ja konversiooni seadete jaoks. Kui olete kirjastaja (seega teenite ainult klikke), pole see jaotis teie jaoks asjakohane.
eu: Atal hau jarraipen eta bihurketa ezarpenetarako da. Argitaratzailea bazara (beraz, klik-zerbitzuak soilik ematen ditu), atal honek ez du garrantzirik zuretzat.
fa: این بخش برای ردیابی و تنظیمات تبدیل است. اگر ناشر هستید (بنابراین فقط برای کلیک کردن استفاده می کنید) ، این بخش برای شما بی ربط است.
fi: Tämä osio on seuranta- ja tulosasetuksia varten. Jos olet julkaisija (joten tarjoat vain napsautuksia), tällä osastolla ei ole merkitystä sinulle.
fr: Cette section concerne les paramètres de suivi et de conversion. Si vous êtes un éditeur (donc ne diffusez que des clics), cette section ne vous concerne pas.
fy: Dizze seksje is foar ynstellings foar folgjen en konverzje. As jo ​​in útjouwer binne (dus allinich clickouts betsjinje), is dizze seksje irrelevant foar jo.
ga: Tá an chuid seo le haghaidh socruithe rianaithe agus tiontaithe. Más foilsitheoir tú (mar sin gan ach cliceáil amach a sheirbheáil), ní bhaineann an chuid seo leat.
gd: Tha an roinn seo airson roghainnean tracadh is tionndaidh. Ma tha thu nad fhoillsichear (mar sin dìreach a ’frithealadh cliogan), tha an roinn seo neo-iomchaidh dhut.
gl: Esta sección serve para axustes de seguimento e conversión. Se es editor (polo que só estás a facer clic), esta sección non é relevante para ti.
hr: Ovaj je odjeljak za postavke praćenja i pretvorbe. Ako ste izdavač (dakle, poslužujete samo klikove), ovaj je odjeljak za vas irelevantan.
hu: Ez a szakasz a nyomon követési és a konverziós beállításokat tartalmazza. Ha Ön kiadó (tehát csak a kattintásokat szolgálja), akkor ez a szakasz nem releváns az Ön számára.
hy: Այս բաժինը նախատեսված է հետևելու և վերափոխելու պարամետրերը: Եթե ​​դուք հրատարակիչ եք (ուստի միայն կտտացնում են ծառայությունները), այս բաժինը ձեզ համար անկապ է:
id: Bagian ini untuk pelacakan dan pengaturan konversi. Jika Anda adalah penerbit (jadi hanya melayani clickout), bagian ini tidak relevan untuk Anda.
is: Þessi hluti er fyrir mælingar og ummyndunarstillingar. Ef þú ert útgefandi (þjónar því aðeins smellihlutum) skiptir þessi hluti ekki máli fyrir þig.
iw: סעיף זה מיועד להגדרות מעקב והמרה. אם אתה מפרסם (אז רק מגיש קליקים), סעיף זה אינו רלוונטי עבורך.
ja: このセクションは、追跡および変換設定用です。サイト運営者の場合（つまり、クリックアウトのみを提供している場合）、このセクションは関係ありません。
kk: Бұл бөлім бақылау және түрлендіру параметрлеріне арналған. Егер сіз баспагер болсаңыз (тек кликтерге қызмет көрсететін болсаңыз), бұл бөлім сіз үшін маңызды емес.
ku: Ev beş ji bo şopandin û mîhengên veguherînê ye. Heke hûn weşanger in (ji ber vê yekê tenê ji klîkan re xizmetê dikin), ev beş ji bo we ne girîng e.
ky: Бул бөлүм көзөмөлдөө жана которуу орнотуулары үчүн. Эгер сиз жарчы болсоңуз (чыкылдатуу кызматын гана аткарсаңыз), бул бөлүм сиз үчүн эч кандай мааниге ээ эмес.
lb: Dës Sektioun ass fir Tracking an Ëmstellungsastellungen. Wann Dir e Verlag sidd (also nëmmen Clickouts servéiert), ass dës Sektioun irrelevant fir Iech.
lt: Šis skyrius skirtas stebėjimo ir konversijų nustatymams. Jei esate leidėjas (taigi teikiate tik paspaudimus), ši skiltis jums nesvarbi.
lv: Šī sadaļa ir paredzēta izsekošanas un reklāmguvumu iestatījumiem. Ja esat izdevējs (tāpēc tiek rādīti tikai noklikšķināšanas gadījumi), šī sadaļa jums nav būtiska.
mg: Ity fizarana ity dia natao ho an'ny fikirakirana sy fanovana fanovana. Raha mpanonta ianao (tsindrio fotsiny raha hanompo ianao) dia tsy misy dikany aminao ity fizarana ity.
mi: Ko tenei waahanga mo te aroturuki me te huri i nga waahanga. Mena he kaiwhakaputa koe (no reira ko te mahi tirotiro anake), kaore he take o tenei waahanga maau.
ms: Bahagian ini adalah untuk tetapan penjejakan dan penukaran. Sekiranya anda seorang penerbit (jadi hanya menyediakan klik sahaja), bahagian ini tidak relevan untuk anda.
mt: Din it-taqsima hija għall-issettjar u l-issettjar tal-konverżjoni. Jekk int pubblikatur (għalhekk isservi klikks biss), din it-taqsima hija irrilevanti għalik.
nl: Dit gedeelte is bedoeld voor tracking- en conversie-instellingen. Als u een uitgever bent (dus alleen clickouts aanbiedt), is deze sectie niet relevant voor u.
no: Denne delen er for sporings- og konverteringsinnstillinger. Hvis du er utgiver (så kun servering av klikk), er denne delen irrelevant for deg.
pl: Ta sekcja dotyczy ustawień śledzenia i konwersji. Jeśli jesteś wydawcą (a więc obsługujesz tylko kliknięcia), ta sekcja nie ma dla Ciebie znaczenia.
ps: دا برخه د تعقیب او تبادلې تنظیماتو لپاره ده. که تاسو خپرونکی یاست (نو یوازې د کلیکآټونو خدمت کول) ، دا برخه ستاسو لپاره غیر منطقي ده.
pt: Esta seção é para configurações de rastreamento e conversão. Se você for um editor (servindo apenas cliques), esta seção é irrelevante para você.
ro: Această secțiune este destinată setărilor de urmărire și conversie. Dacă sunteți editor (deci difuzați doar clicuri), această secțiune nu este relevantă pentru dvs.
sd: هي حصو ٽريڪنگ ۽ تبادلي جي سيٽنگ لاءِ آهي. جيڪڏهن توهان هڪ پبلشر آهيو (صرف صرف کلک آئوٽ پيش ڪرڻ وارو) ، اهو حصو توهان لاءِ غير لاڳاپيل آهي.
sk: Táto časť slúži na nastavenie sledovania a konverzie. Ak ste vydavateľom (teda poskytujete iba kliknutia), táto časť je pre vás irelevantná.
sl: Ta razdelek je namenjen nastavitvam sledenja in pretvorbe. Če ste založnik (torej samo za klike), ta odsek za vas ni pomemben.
sq: Ky seksion është për përcjelljen dhe cilësimet e konvertimit. Nëse jeni botues (kështu që shërbeni vetëm për klikime), kjo pjesë është e parëndësishme për ju.
sv: Detta avsnitt är för spårnings- och konverteringsinställningar. Om du är en utgivare (så att endast betjäna utklickningar) är detta avsnitt irrelevant för dig.
sw: Sehemu hii ni ya ufuatiliaji na mipangilio ya uongofu. Ikiwa wewe ni mchapishaji (kwa hivyo unatumikia tu mabofyo), sehemu hii haina maana kwako.
tg: Ин бахш барои пайгирӣ ва тағир додани танзимот аст. Агар шумо ношир бошед (пас танҳо хидматрасонии кликҳо), ин бахш барои шумо аҳамият надорад.
tk: Bu bölüm yzarlamak we öwürmek sazlamalary üçin. Neşirçi bolsaňyz (şonuň üçin diňe basmak hyzmatlaryna hyzmat edýärsiňiz), bu bölüm siziň üçin ähmiýetsiz.
tl: Ang seksyong ito ay para sa mga setting ng pagsubaybay at conversion. Kung ikaw ay isang publisher (kaya ang paghahatid lamang ng mga pag-click), ang seksyong ito ay hindi nauugnay sa iyo.
tr: Bu bölüm izleme ve dönüştürme ayarları içindir. Bir yayıncıysanız (yani yalnızca tıklama hizmeti veriyorsanız), bu bölüm sizin için alakasızdır.
tt: Бу бүлек күзәтү һәм конверсия көйләүләре өчен. Әгәр дә сез нәшрият булсагыз (шуңа күрә басуларга хезмәт күрсәтү генә), бу бүлек сезнең өчен мөһим түгел.
ur: یہ سیکشن ٹریکنگ اور تبادلوں کی ترتیبات کے لئے ہے۔ اگر آپ پبلشر ہیں (تو صرف کلک آئوٹ کو پیش کرنے والے) ، یہ سیکشن آپ کے لئے غیر متعلق ہے۔
uz: Ushbu bo'lim sozlamalarni kuzatish va o'zgartirish uchun mo'ljallangan. Agar siz noshir bo'lsangiz (shunchaki kliklarga xizmat ko'rsatadigan bo'lsangiz), ushbu bo'lim siz uchun ahamiyatsiz.
vi: Phần này dành cho cài đặt theo dõi và chuyển đổi. Nếu bạn là nhà xuất bản (vì vậy chỉ phân phát các lần nhấp chuột), phần này không liên quan đến bạn.
xh: Eli candelo lelokulandela umkhondo kunye nokuguqula useto. Ukuba ungumpapashi (kunceda kuphela ii-clickout), eli candelo alisebenzi kuwe.
zu: Lesi sigaba esokulandela umkhondo nezilungiselelo zokuguqula. Uma ungummemezeli (ngakho-ke usebenzisa ama-clickout kuphela), lesi sigaba asibalulekile kuwe.
