Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
af: Gebruik hierdie kortkode om 'n Lead-aksie aan te roep (gebruik dit byvoorbeeld op die nuusbrief wat u inskryf).
am: የእርሳስ እርምጃን ለመጥራት ይህንን አጭር ኮድ ይጠቀሙ (ይህንን ለምሳሌ ለዜና ደብዳቤ በተመዘገበው ላይ ይጠቀሙ) ፡፡
ar: استخدم هذا الرمز المختصر لاستدعاء إجراء الرصاص (استخدم هذا على سبيل المثال في الرسالة الإخبارية المشترك بها).
az: Bir aparıcı əməliyyatı çağırmaq üçün bu qısa kodu istifadə edin (məsələn, xəbər məktubuna abunə olanlarda istifadə edin).
bg: Използвайте този шорткод, за да извикате действие за възможни клиенти (използвайте това например в абонираното за писмо новини).
ca: Utilitzeu aquest codi curt per invocar una acció de potencial (utilitzeu-ho per exemple a la carta de notícies subscrita).
cs: Tento zkratkový kód použijte k vyvolání akce Potenciální zákazník (použijte jej například u přihlášeného dopisu se novinkami).
cy: Defnyddiwch y cod byr hwn i gychwyn gweithred Arweiniol (defnyddiwch hwn er enghraifft ar y llythyr newyddion sydd wedi'i danysgrifio).
da: Brug denne kortkode til at påkalde en Lead-handling (brug den f.eks. På abonnementet på nyhedsbrevet).
de: Verwenden Sie diesen Shortcode, um eine Lead-Aktion aufzurufen (verwenden Sie diesen beispielsweise für den abonnierten Newsletter).
el: Χρησιμοποιήστε αυτόν τον σύντομο κωδικό για να καλέσετε μια επικεφαλής ενέργεια (χρησιμοποιήστε αυτό για παράδειγμα στο εγγεγραμμένο στην ειδησεογραφική επιστολή).
eo: Uzu ĉi tiun mallongan kodon por alvoki ĉefan agon (uzu tion ekzemple ĉe la abonita novaĵletero).
et: Selle lühinumbri abil saate käivitada liidri toimingu (kasutage seda näiteks tellitud uudiskirjas).
eu: Erabili kode labur hau Lead ekintza bat deitzeko (erabil ezazu, adibidez, harpidedun gutunean).
fa: برای فراخوانی یک اقدام Lead از این کد کوتاه استفاده کنید (برای مثال در مشترک شدن در نامه خبری از این کد کوتاه استفاده کنید).
fi: Käytä tätä lyhytkoodia liiditoiminnon käynnistämiseen (käytä tätä esimerkiksi tilatussa uutiskirjeessä).
fr: Utilisez ce shortcode pour invoquer une action Lead (utilisez-le par exemple sur la lettre d'information abonnée).
fy: Brûk dizze koarte koade om in Lead-aksje op te roppen (brûk dizze bygelyks op 'e abonnearre op nijsbrief).
ga: Úsáid an aicearra seo chun gníomh Luaidhe a agairt (bain úsáid as seo mar shampla ar an litir nuachta atá suibscríofa).
gd: Cleachd an shortcode seo gus gnìomh Prìomh a chuir an gnìomh (cleachd seo mar eisimpleir air an litir fo-sgrìobhadh gu naidheachdan).
gl: Utilice este código abreviado para invocar unha acción Lead (utilízao por exemplo na subscrición á carta de noticias).
hr: Upotrijebite ovaj kratki kôd za pozivanje radnje potencijalnog klijenta (koristite je, na primjer, na pretplaćenom pismu vijesti).
hu: Ezzel a rövid kóddal hívhatja meg a Lead műveletet (használja ezt például a feliratkozott hírlevélnél).
hy: Օգտագործեք այս կարճ ծածկագիրը Lead գործողություն կանչելու համար (օգտագործեք այն, օրինակ, նորությունների նամակին բաժանորդագրված լինելու վրա):
id: Gunakan kode pendek ini untuk meminta tindakan Pimpinan (gunakan ini misalnya pada berlangganan surat berita).
is: Notaðu þennan skammkóða til að ákalla leiðaraðgerð (notaðu þetta til dæmis í fréttabréfinu sem gerist áskrifandi að).
iw: השתמש בקוד הקצר הזה כדי להפעיל פעולת ליד (השתמש בזה למשל במכתב החדשות כמנוי).
ja: このショートコードを使用して、リードアクションを呼び出します（たとえば、購読しているニュースレターでこれを使用します）。
kk: Бұл қысқа кодты Lead әрекетін шақыру үшін пайдаланыңыз (мысалы, жаңалықтар хатына жазылыңыз).
ku: Vê kurterê kod bikar bînin ku çalakiyek Lead bang bikin (ji bo nimûne li ser aboneya nameya nûçeyê bikar bînin)
ky: Лиддик иш-аракетин баштоо үчүн ушул кыска кодду колдонуңуз (мисалы, жаңылык катына жазылууда).
lb: Benotzt dëse Kuerzcode fir eng Lead Aktioun anzereechen (benotzt dësen zum Beispill am Abonnéierten Neiegkeetbréif).
lt: Naudokite šį trumpąjį kodą norėdami iškviesti pagrindinį veiksmą (naudokite tai, pavyzdžiui, prenumeruojamame naujienų laiške).
lv: Izmantojiet šo īso kodu, lai izsauktu vadošo darbību (izmantojiet to, piemēram, abonētajā ziņu vēstulē).
mg: Ampiasao ity kaody fohy ity hampiantsoana hetsika mitarika (ampiasao ity ohatra amin'ny taratasy nosoratana anarana).
mi: Whakamahia tenei waeapoto ki te tono i tetahi mahinga Arataki (whakamahia tenei hei tauira i runga i te ohauru ki te reta purongo).
ms: Gunakan kod pendek ini untuk mengundang tindakan Pimpin (gunakan ini misalnya pada surat berita yang dilanggan).
mt: Uża dan il-shortcode biex tinvoka azzjoni Lead (uża dan pereżempju fuq is-sottoskritt għall-ittra tal-aħbarijiet).
nl: Gebruik deze shortcode om een ​​Lead-actie uit te voeren (gebruik deze bijvoorbeeld voor de geabonneerde nieuwsbrief).
no: Bruk denne kortkoden til å påkalle en Lead-handling (bruk denne for eksempel på abonnementet på nyhetsbrevet).
pl: Użyj tego skrótu, aby wywołać akcję Lead (użyj tego na przykład w subskrybowanym liście informacyjnym).
ps: د لنډې اکر غوښتنه کولو لپاره دا لنډوډ وکاروئ (دا د مثال په توګه د خبر لیک کې ګډون کونکي په توګه وکاروئ).
pt: Use este código de acesso para invocar uma ação Lead (use-o, por exemplo, na carta de notícias assinada).
ro: Utilizați acest scurtcod pentru a invoca o acțiune Lead (utilizați acest lucru, de exemplu, pe scrisoarea de știri abonată).
sd: ليڊ ايڪشن کي دعوت ڏيڻ لاءِ هي مختصر ڪوڊ استعمال ڪريو (مثال طور هي خبر خط تي سبسڪرائب ٿيل تي استعمال ڪريو).
sk: Tento krátky kód použite na vyvolanie akcie potenciálneho zákazníka (použite ho napríklad pri prihlásení na odber novinového listu).
sl: S to kratko kodo prikličete dejanje potencialne stranke (uporabite ga na primer na naročeno novico).
sq: Përdorni këtë kod të shkurtër për të thirrur një veprim Lead (përdorni këtë për shembull në pajtimin në letrën e lajmeve).
sv: Använd den här kortkoden för att åberopa en Lead-åtgärd (använd den till exempel på prenumerationen på nyhetsbrev).
sw: Tumia nambari fupi hii kuomba hatua ya Kiongozi (tumia hii kwa mfano kwenye usajili wa barua ya habari).
tg: Барои ворид кардани амали Лид ин коди кутоҳро истифода баред (инро, масалан, дар мактуби обуна ба кор баред).
tk: Gurşun hereketini çagyrmak üçin bu gysga koduny ulanyň (mysal üçin habar hatyna ýazylan).
tl: Gamitin ang shortcode na ito upang humingi ng isang pagkilos na Pangunahin (gamitin ito halimbawa sa naka-subscribe sa liham ng balita).
tr: Bir Potansiyel Müşteri eylemi başlatmak için bu kısa kodu kullanın (bunu örneğin haber mektubuna abone olanlar için kullanın).
tt: Бу кыска кодны әйдәп баручы хәрәкәтне куллану өчен кулланыгыз (мәсәлән, яңалыклар хатына язылу өчен кулланыгыз).
ur: لیڈ ایکشن شروع کرنے کے لئے اس مختصر کو استعمال کریں (مثال کے طور پر نیوز لیٹر کے سبسکرائب پر اس کا استعمال کریں)۔
uz: Qo'rg'oshin harakatini chaqirish uchun ushbu qisqa koddan foydalaning (masalan, obuna bo'lgan xabarlarda foydalaning).
vi: Sử dụng mã ngắn này để gọi hành động Khách hàng tiềm năng (ví dụ: sử dụng mã này trên thư báo đã đăng ký).
xh: Sebenzisa le ndlela imfutshane ukwenza isenzo seNkokeli (sebenzisa oku umzekelo kubhaliso kwileta yeendaba).
zu: Sebenzisa le khodi emfishane ukucela isenzo se-Lead (sebenzisa lokhu ngokwesibonelo kokubhaliselwe incwadi yezindaba).

source: Add Integration
af: Voeg integrasie by
am: ውህደትን አክል
ar: أضف التكامل
az: İnteqrasiya əlavə edin
bg: Добавете интеграция
ca: Afegeix integració
cs: Přidat integraci
cy: Ychwanegu Integreiddio
da: Tilføj integration
de: Integration hinzufügen
el: Προσθήκη ενοποίησης
eo: Aldoni Integriĝon
et: Lisage integreerimine
eu: Gehitu integrazioa
fa: ادغام را اضافه کنید
fi: Lisää integraatio
fr: Ajouter une intégration
fy: Yntegraasje tafoegje
ga: Cuir Comhtháthú leis
gd: Cuir ri aonachadh
gl: Engadir integración
hr: Dodajte integraciju
hu: Integráció hozzáadása
hy: Ավելացնել ինտեգրում
id: Tambahkan Integrasi
is: Bæta við samþættingu
iw: הוסף אינטגרציה
ja: 統合を追加
kk: Интеграция қосыңыз
ku: Tevlêbûnê zêde bikin
ky: Интеграцияны кошуу
lb: Foto Integratioun
lt: Pridėti integraciją
lv: Pievienot integrāciju
mg: Ampio fampidirana
mi: Taapirihia te Whakauru
ms: Tambah Integrasi
mt: Żid Integrazzjoni
nl: Voeg integratie toe
no: Legg til integrasjon
pl: Dodaj integrację
ps: ادغام اضافه کړئ
pt: Adicionar integração
ro: Adăugați integrare
sd: انٽيگريشن شامل ڪريو
sk: Pridajte integráciu
sl: Dodajte integracijo
sq: Shto integrimin
sv: Lägg till integration
sw: Ongeza Ushirikiano
tg: Интегратсияро илова кунед
tk: Integrasiýa goşuň
tl: Magdagdag ng Pagsasama
tr: Entegrasyon Ekle
tt: Интеграцияне өстәгез
ur: انٹیگریشن شامل کریں
uz: Integratsiyani qo'shing
vi: Thêm tích hợp
xh: Yongeza ukudityaniswa
zu: Faka ukuhlanganiswa

source: Configuration code
af: Konfigurasiekode
am: የውቅረት ኮድ
ar: كود التكوين
az: Konfiqurasiya kodu
bg: Код за конфигуриране
ca: Codi de configuració
cs: Konfigurační kód
cy: Cod cyfluniad
da: Konfigurationskode
de: Konfigurationscode
el: Κωδικός διαμόρφωσης
eo: Agorda kodo
et: Konfiguratsioonikood
eu: Konfigurazio kodea
fa: کد پیکربندی
fi: Kokoonpanokoodi
fr: Code de configuration
fy: Konfiguraasjekoade
ga: Cód cumraíochta
gd: Còd rèiteachaidh
gl: Código de configuración
hr: Konfiguracijski kod
hu: Konfigurációs kód
hy: Կազմաձևման ծածկագիր
id: Kode konfigurasi
is: Stillingarkóði
iw: קוד תצורה
ja: 構成コード
kk: Конфигурация коды
ku: Kodê verastkirinê
ky: Конфигурация коду
lb: Configuratiounscode
lt: Konfigūracijos kodas
lv: Konfigurācijas kods
mg: Kaody fanitsiana
mi: Waehere whirihoranga
ms: Kod konfigurasi
mt: Kodiċi tal-konfigurazzjoni
nl: Configuratiecode
no: Konfigurasjonskode
pl: Kod konfiguracji
ps: د تشکیل کوډ
pt: Código de configuração
ro: Cod de configurare
sd: ڪنفگريشن ڪوڊ
sk: Konfiguračný kód
sl: Konfiguracijska koda
sq: Kodi i konfigurimit
sv: Konfigurationskod
sw: Nambari ya usanidi
tg: Рамзи конфигуратсия
tk: Sazlama kody
tl: Code ng pag-configure
tr: Yapılandırma kodu
tt: Конфигурация коды
ur: تشکیل کا کوڈ
uz: Konfiguratsiya kodi
vi: Mã cấu hình
xh: Ikhowudi yoqwalaselo
zu: Ikhodi yokulungiselela

source: The Base32 configuration code that has been provided is invalid. Please try again.
af: Die Base32-konfigurasiekode wat verskaf is, is ongeldig. Probeer asseblief weer.
am: የቀረበው የቤዝ 32 ውቅር ኮድ ዋጋ የለውም ፡፡ እባክዎ ዳግም ይሞክሩ.
ar: رمز تكوين Base32 الذي تم توفيره غير صالح. حاول مرة اخرى.
az: Təmin edilmiş Base32 konfiqurasiya kodu etibarsızdır. Zəhmət olmasa bir daha cəhd edin.
bg: Предоставеният код за конфигурация на Base32 е невалиден. Моля, опитайте отново.
ca: El codi de configuració de Base32 que s'ha proporcionat no és vàlid. Siusplau torna-ho a provar.
cs: Zadaný konfigurační kód Base32 je neplatný. Prosím zkuste to znovu.
cy: Mae'r cod cyfluniad Base32 a ddarparwyd yn annilys. Trio eto os gwelwch yn dda.
da: Den leverede Base32-konfigurationskode er ugyldig. Prøv igen.
de: Der bereitgestellte Base32-Konfigurationscode ist ungültig. Bitte versuche es erneut.
el: Ο κωδικός διαμόρφωσης Base32 που παρέχεται δεν είναι έγκυρος. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
eo: La agorda kodo Base32 provizita ne validas. Bonvolu reprovi.
et: Esitatud Base32 konfiguratsioonikood on vale. Palun proovi uuesti.
eu: Emandako Base32 konfigurazio kodea baliogabea da. Saiatu berriro mesedez.
fa: کد پیکربندی Base32 که ارائه شده معتبر نیست. لطفا دوباره تلاش کنید.
fi: Annettu Base32-määrityskoodi on virheellinen. Yritä uudelleen.
fr: Le code de configuration Base32 qui a été fourni n'est pas valide. Veuillez réessayer.
fy: De oanbeane Base32-konfiguraasjekoade is ûnjildich. Besykje it nochris.
ga: Tá an cód cumraíochta Base32 a cuireadh ar fáil neamhbhailí. Arís, le d'thoil.
gd: Tha an còd rèiteachaidh Base32 a chaidh a thoirt seachad neo-dhligheach. Feuch ris a-rithist.
gl: O código de configuración Base32 que se proporcionou non é válido. Por favor intentao de novo.
hr: Navedeni konfiguracijski kôd Base32 nije važeći. Molim te pokušaj ponovno.
hu: A megadott Base32 konfigurációs kód érvénytelen. Kérlek próbáld újra.
hy: Տրված Base32 կազմաձևման ծածկագիրն անվավեր է: Խնդրում եմ կրկին փորձեք.
id: Kode konfigurasi Base32 yang telah disediakan tidak valid. Silahkan coba lagi.
is: Base32 stillingarkóðinn sem var gefinn upp er ógildur. Vinsamlegast reyndu aftur.
iw: קוד התצורה של Base32 שסופק אינו חוקי. בבקשה נסה שוב.
ja: 提供されたBase32構成コードが無効です。もう一度やり直してください。
kk: Берілген Base32 конфигурациясы жарамсыз. Қайталап көріңіз.
ku: Koda verastkirinê ya Base32 ku hatî peyda kirin nederbasdar e. Ji kerema xwe dîsa biceribînin.
ky: Берилген Base32 конфигурация коду жараксыз. Сураныч, дагы бир жолу аракет кылып көрүңүз.
lb: De Base32 Konfiguratiounscode dee geliwwert gouf ass ongülteg. Probéiert w.e.g. nach eng Kéier.
lt: Pateiktas neteisingas „Base32“ konfigūracijos kodas. Prašau, pabandykite dar kartą.
lv: Norādītais konfigurācijas kods Base32 nav derīgs. Lūdzu mēģiniet vēlreiz.
mg: Ny kaody fikirakirana Base32 izay nomena dia tsy mety. Manandrama indray azafady.
mi: Ko te waehere whirihoranga Base32 kua hoatuhia he he. Tena koa ngana.
ms: Kod konfigurasi Base32 yang telah diberikan tidak sah. Sila cuba lagi.
mt: Il-kodiċi tal-konfigurazzjoni Base32 li ġie pprovdut mhuwiex validu. Jekk jogħġbok erġa pprova.
nl: De opgegeven Base32-configuratiecode is ongeldig. Probeer het a.u.b. opnieuw.
no: Base32-konfigurasjonskoden som er oppgitt er ugyldig. Vær så snill, prøv på nytt.
pl: Podany kod konfiguracji Base32 jest nieprawidłowy. Proszę spróbuj ponownie.
ps: د اساس 32 ترتیب کوډ چې چمتو شوی دی ناباوره دی. مهرباني وکړئ بیا کوښښ وکړئ.
pt: O código de configuração Base32 que foi fornecido é inválido. Por favor, tente novamente.
ro: Codul de configurare Base32 furnizat nu este valid. Vă rugăm să încercați din nou.
sd: بيس 32 ترتيب وارو ڪوڊ جيڪو مهيا ڪيو ويو آهي غلط آهي مهرباني ڪري ٻيهر ڪوشش ڪريو.
sk: Poskytnutý konfiguračný kód Base32 je neplatný. Prosím skúste znova.
sl: Vnesena konfiguracijska koda Base32 je neveljavna. Prosim poskusite ponovno.
sq: Kodi i konfigurimit Base32 që është dhënë është i pavlefshëm. Ju lutemi provoni përsëri.
sv: Base32-konfigurationskoden som har tillhandahållits är ogiltig. Var god försök igen.
sw: Msimbo wa usanidi wa Base32 ambao umetolewa sio sahihi. Tafadhali jaribu tena.
tg: Рамзи конфигуратсияи Base32, ки дода шудааст, нодуруст аст. Лутфан такрор кунед.
tk: Berlen Base32 konfigurasiýa kody nädogry. Gaýtadan synanyşyň.
tl: Ang Base32 config code na naibigay ay hindi wasto. Pakiulit muli.
tr: Sağlanan Base32 yapılandırma kodu geçersiz. Lütfen tekrar deneyin.
tt: Бирелгән Base32 конфигурация коды дөрес түгел. Зинһар, кабатлап карагыз.
ur: بیس 32 کا کوڈ جو فراہم کیا گیا ہے وہ غلط ہے۔ دوبارہ کوشش کریں.
uz: Taqdim etilgan Base32 konfiguratsiya kodi yaroqsiz. Iltimos, yana bir bor urinib ko'ring.
vi: Mã cấu hình Base32 đã được cung cấp không hợp lệ. Vui lòng thử lại.
xh: Ikhowudi yoqwalaselo yeBas32 ebonelelweyo ayisebenzi. Nceda zama kwakhona.
zu: Ikhodi yokumisa ye-Base32 enikeziwe ayivumelekile. Ngicela uzame futhi.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
af: Hierdie ooreenkoms - afvaardiging kombinasie bestaan ​​reeds. Verwyder die ou aan om die nuwe een by te voeg.
am: ይህ ስምምነት - ውሕደትን ውክልና አስቀድሞ አለ። ይህንን አዲስ ለማከል አሮጌውን ያስወግዱ ፡፡
ar: هذه الاتفاقية - تفويض تركيبة الخروج موجودة بالفعل. قم بإزالة القديم في لإضافة هذا الجديد.
az: Bu razılaşma - nümayəndə off birləşməsi onsuz da mövcuddur. Bu yenisini əlavə etmək üçün köhnəni götürün.
bg: Това споразумение - комбинация за делегиране вече съществува. Премахнете старата включена, за да добавите тази нова.
ca: Aquest acord: delegació de combinació ja existeix. Elimineu l'antiga activada per afegir-ne una de nova.
cs: Tato dohoda - delegát mimo kombinaci již existuje. Chcete-li přidat tento nový, odeberte staré.
cy: Mae'r cyfuniad hwn - dirprwyo cyfuniad eisoes yn bodoli. Tynnwch yr hen ymlaen er mwyn ychwanegu'r un newydd hwn.
da: Denne aftale - delegering af kombination findes allerede. Fjern den gamle på for at tilføje denne nye.
de: Diese Vereinbarung - Delegate-Off-Kombination existiert bereits. Entfernen Sie das alte, um dieses neue hinzuzufügen.
el: Αυτή η συμφωνία - ο συνδυασμός εκπροσώπησης υπάρχει ήδη. Καταργήστε το παλιό για να προσθέσετε αυτό το νέο.
eo: Ĉi tiu interkonsento - delegita kombinaĵo jam ekzistas. Forigu la malnovan por aldoni ĉi tiun novan.
et: See kokkuleppe - delegeerimise kombinatsioon on juba olemas. Selle uue lisamiseks eemaldage vana.
eu: Akordio hau - delegatu deskonbinazioa dagoeneko badago. Kendu aktiboa zaharra berria gehitzeko.
fa: این توافقنامه - تفویض ترکیب از قبل وجود دارد. برای افزودن این مورد جدید ، آن را روشن کنید.
fi: Tämä sopimus - delegoitu pois-yhdistelmä on jo olemassa. Poista vanha laitteesta lisätäksesi uuden.
fr: Cette combinaison accord - délégué off existe déjà. Supprimez l'ancien pour ajouter ce nouveau.
fy: Dizze kombinaasje - delegaasje off-kombinaasje bestiet al. Ferwiderje de âlde oan om dizze nije ta te foegjen.
ga: Tá an comhaontú seo - teaglaim tarmligean ann cheana féin. Bain an sean chun an ceann nua seo a chur leis.
gd: Tha an t-aonta seo - riochdaire dheth mar-thà ann. Thoir air falbh an seann fhear gus am fear ùr seo a chur ris.
gl: Este acordo: delegación de combinación xa existe. Elimina o antigo activado para engadir este novo.
hr: Ovaj sporazum - kombinacija za delegiranje već postoji. Uklonite staro da biste dodali novo.
hu: Ez a megállapodás - átruházott kombináció már létezik. Az új hozzáadásához távolítsa el a régit.
hy: Այս համաձայնագիրը `պատվիրակի անջատման համադրությունը արդեն գոյություն ունի: Հեռացրեք հինը ՝ այս նորը ավելացնելու համար:
id: Perjanjian ini - kombinasi delegasi off sudah ada. Hapus yang lama untuk menambahkan yang baru ini.
is: Þessi samkomulag - úthluta samsetningu er þegar til. Fjarlægðu það gamla til að bæta þessu nýja við.
iw: הסכם זה - שילוב האצלה מחוץ קיים כבר. הסר את הישן כדי להוסיף אחד חדש.
ja: この合意-デリゲートオフの組み合わせはすでに存在します。この新しいものを追加するには、古いものを削除します。
kk: Бұл келісім - делегатты өшіру тіркесімі бұрыннан бар. Оны жаңасын қосу үшін ескіні өшіріңіз.
ku: Ev lihevhatin - têkelkirina delegeyan jixwe heye. Ji bo ku hûn vê ya nû lê zêde bikin kevnê bikişînin.
ky: Бул макулдашуу - делегатты өчүрүү айкалышы мурунтан эле бар. Бул жаңысын кошуу үчүн эскисин алып салыңыз.
lb: Dësen Ofkommes - Delegéierte Off Kombinatioun existéiert scho. Ewechzehuelen déi al op fir dës nei derbäi.
lt: Šis susitarimas - perduoti derinį jau yra. Pašalinkite seną, kad pridėtumėte naują.
lv: Šī vienošanās - deleģēto personu kombinācija jau pastāv. Noņemiet veco, lai pievienotu šo jauno.
mg: Ity fifanarahana ity - efa misy ny delege offend. Esory ny taloha mba hanampiana ity vaovao ity.
mi: Tenei kirimana - kua toha ke i te whakakotahitanga. Tangohia te tawhito kia pai ai te taapiri i tenei mea hou.
ms: Perjanjian ini - gabungan perwakilan sudah wujud. Tanggalkan yang lama untuk menambahkan yang baru.
mt: Dan il-ftehim - delegat off kombinazzjoni diġà jeżisti. Neħħi l-qadim mixgħul sabiex iżżid dan il-ġdid.
nl: Deze combinatie van overeenkomst - delegeren uit bestaat al. Verwijder de oude om deze nieuwe toe te voegen.
no: Denne avtalen - delegering av kombinasjon eksisterer allerede. Fjern den gamle på for å legge til den nye.
pl: Ta umowa - przekazanie wyłączenia połączenia już istnieje. Usuń stare, aby dodać nowe.
ps: دا موافقه - د ترکیب ترکیب لا دمخه شتون لري. زوړ لرې کړئ ترڅو دا نوی اضافه کړئ.
pt: Este acordo - combinação de delegado já existe. Remova o antigo para adicionar este novo.
ro: Acest acord - combinația de delegat există deja. Eliminați vechiul activat pentru a adăuga unul nou.
sd: هي معاهدو ـ گڏيل ميلاپ اڳ ئي موجود آهي. ھن کي نئون شامل ڪرڻ لاءِ پراڻي کي ختم ڪريو.
sk: Táto dohoda - delegát mimo kombinácie už existuje. Odstráňte staré zapnuté, aby ste mohli pridať tento nový.
sl: Ta kombinacija - kombinacija za odstop pooblaščenca že obstaja. Odstranite staro, da lahko dodate novo.
sq: Kjo marrëveshje - kombinimi i delegimit jashtë ekziston tashmë. Hiqeni të vjetrën në mënyrë që të shtoni këtë të re.
sv: Denna överenskommelse - delegera av kombination finns redan. Ta bort den gamla på för att lägga till den nya.
sw: Makubaliano haya - kukabidhi mchanganyiko tayari yapo. Ondoa ya zamani ili kuongeza hii mpya.
tg: Ин созишнома - якҷоякунии ваколатдор аллакай мавҷуд аст. Барои илова кардани ин чизи нав кӯҳнаро тоза кунед.
tk: Bu şertnama - ygtyýarlyklary birleşdirmek eýýäm bar. Täzesini goşmak üçin köne zady aýyryň.
tl: Ang kasunduang ito - mayroon nang kumbinasyon ng delegado. Alisin ang luma upang maidagdag ang bago.
tr: Bu anlaşma - delege kapalı kombinasyonu zaten var. Bu yenisini eklemek için eskisini kaldırın.
tt: Бу килешү - комбинацияне тапшыру инде бар. Бу яңасын өстәр өчен искесен алып ташлагыз.
ur: یہ معاہدہ - نمائندہ آف مجموعہ پہلے سے موجود ہے۔ اس کو نیا شامل کرنے کے لئے پرانے کو ہٹا دیں۔
uz: Ushbu shartnoma - vakolatni uzish kombinatsiyasi allaqachon mavjud. Yangisini qo'shish uchun eskisini olib tashlang.
vi: Thỏa thuận này - tổ hợp ủy quyền tắt đã tồn tại. Loại bỏ cái cũ trên để thêm cái mới này.
xh: Esi sivumelwano-ukudlulisa ukudityaniswa sele sikhona. Susa esidala ukuze ungeze le intsha.
zu: Lesi sivumelwano - ukudlulisa ukuhlanganiswa sekuvele kukhona. Susa okudala ukuze ungeze lokhu okusha.
