Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: Production
af: Produksie
am: ምርት
ar: إنتاج
az: İstehsal
bg: Производство
ca: Producció
cs: Výroba
cy: Cynhyrchu
da: Produktion
de: Produktion
el: Παραγωγή
eo: Produktado
et: Tootmine
eu: Ekoizpena
fa: تولید
fi: Tuotanto
fy: Produksje
ga: Táirgeadh
gd: Riochdachadh
gl: Produción
hr: Proizvodnja
hu: Termelés
hy: Արտադրություն
id: Produksi
is: Framleiðsla
iw: הפקה
ja: 製造
kk: Өндіріс
ku: Çêkerî
ky: Өндүрүш
lb: Produktioun
lt: Gamyba
lv: Ražošana
mi: Whakaputa
ms: Pengeluaran
mt: Produzzjoni
nl: Productie
no: Produksjon
pl: Produkcja
ps: تولید
pt: Produção
ro: Producție
sd: پيداوار
sk: Výroba
sl: Proizvodnja
sq: Prodhimi
sv: Produktion
sw: Uzalishaji
tg: Истеҳсол
tk: Önümçilik
tl: Paggawa
tr: Üretim
tt: Producитештерү
ur: پیداوار
uz: Ishlab chiqarish
vi: Sản xuất
xh: Imveliso
zu: Ukukhiqizwa

source: Development
af: Ontwikkeling
am: ልማት
ar: تطوير
az: İnkişaf
bg: Развитие
ca: Desenvolupament
cs: Rozvoj
cy: Datblygiad
da: Udvikling
de: Entwicklung
el: Ανάπτυξη
eo: Disvolviĝo
et: Areng
eu: Garapena
fa: توسعه
fi: Kehitys
fr: Développement
fy: Ûntwikkeling
ga: Forbairt
gd: Leasachadh
gl: Desenvolvemento
hr: Razvoj
hu: Fejlődés
hy: Զարգացում
id: Pengembangan
is: Þróun
iw: התפתחות
ja: 開発
kk: Даму
ku: Pêşveçûnî
ky: Өнүгүү
lb: Entwécklung
lt: Plėtra
lv: Attīstība
mg: Fampandrosoana
mi: Whanaketanga
ms: Pembangunan
mt: Żvilupp
nl: Ontwikkeling
no: Utvikling
pl: Rozwój
ps: پرمختګ
pt: Desenvolvimento
ro: Dezvoltare
sd: ترقي
sk: Rozvoj
sl: Razvoj
sq: Zhvillimi
sv: Utveckling
sw: Maendeleo
tg: Рушд
tk: Ösüş
tl: Kaunlaran
tr: Geliştirme
tt: Developmentсеш
ur: ترقی
uz: Rivojlanish
vi: Phát triển
xh: Uphuhliso
zu: Intuthuko

source: Environment setting in which this plugin is running
af: Omgewingsinstelling waarin hierdie inprop werk
am: ይህ ተሰኪ የሚሠራበት አካባቢ ቅንብር
ar: إعداد البيئة الذي يعمل فيه هذا البرنامج المساعد
az: Bu plaginin işlədiyi mühit ayarı
bg: Настройка на средата, в която се изпълнява този плъгин
ca: Configuració d'entorn en què s'executa aquest connector
cs: Nastavení prostředí, ve kterém je spuštěn tento plugin
cy: Lleoliad amgylchedd y mae'r ategyn hwn yn rhedeg ynddo
da: Miljøindstilling, hvor dette plugin kører
de: Umgebungseinstellung, in der dieses Plugin ausgeführt wird
el: Ρύθμιση περιβάλλοντος στο οποίο εκτελείται αυτή η προσθήκη
eo: Media agordo en kiu ĉi tiu kromaĵo funkcias
et: Keskkonna seade, milles see pistikprogramm töötab
eu: Plugin hau martxan dagoen ingurumen ezarpena
fa: تنظیمات محیطی که این افزونه در آن اجرا می شود
fi: Ympäristöasetus, jossa tämä laajennus on käynnissä
fr: Paramètre d'environnement dans lequel ce plugin s'exécute
fy: Omjouwingsynstelling wêryn dizze plugin draait
ga: Suíomh comhshaoil ​​ina bhfuil an breiseán seo ag rith
gd: Suidheachadh àrainneachd anns a bheil am plugan seo a ’ruith
gl: Configuración do entorno no que se executa este complemento
hr: Postavka okruženja u kojem je pokrenut ovaj dodatak
hu: Környezetbeállítás, amelyben a plugin fut
hy: Շրջակա միջավայրի կարգավորում, որում գործում է այս հավելումը
id: Pengaturan lingkungan tempat plugin ini dijalankan
is: Umhverfisstilling þar sem viðbótin er í gangi
iw: הגדרת סביבה בה פועל תוסף זה
ja: このプラグインが実行されている環境設定
kk: Бұл плагин жұмыс істейтін орта параметрі
ku: Mîhenga hawîrdorê ku ev pêvek tê de dixebite
ky: Бул плагин иштеп жаткан айлана-чөйрөнү жөндөө
lb: Ëmfeld Astellung an deem dëse Plugin leeft
lt: Aplinkos nustatymas, kuriame veikia šis papildinys
lv: Vides iestatījums, kurā darbojas šis spraudnis
mg: Fandaminana tontolo iainana izay misy ity plugin ity
mi: Te waahi taiao e whakahaerehia ai tenei mono
ms: Tetapan persekitaran di mana pemalam ini dijalankan
mt: L-issettjar tal-ambjent li fih qed jaħdem dan il-plugin
nl: Omgevingsinstelling waarin deze plug-in wordt uitgevoerd
no: Miljøinnstilling der dette programtillegget kjører
pl: Ustawienie środowiska, w którym działa ta wtyczka
ps: د چاپیریال تنظیم کول په کوم کې چې دا پلگ ان چلیږي
pt: Configuração do ambiente em que este plugin está sendo executado
ro: Setarea mediului în care rulează acest plugin
sd: ماحول جي جوڙجڪ جنهن ۾ هي پلگ ان هلندڙ آهي
sk: Nastavenie prostredia, v ktorom je spustený tento doplnok
sl: Nastavitev okolja, v katerem se ta vtičnik izvaja
sq: Cilësimi i mjedisit në të cilin po funksionon kjo shtojcë
sv: Miljöinställning där detta plugin körs
sw: Kuweka mazingira ambayo programu-jalizi hii inaendesha
tg: Танзими муҳити атроф, ки дар он ин плагин кор мекунад
tk: Bu pluginiň işleýän daşky gurşaw sazlamasy
tl: Ang setting ng kapaligiran kung saan tumatakbo ang plugin na ito
tr: Bu eklentinin çalıştığı ortam ayarı
tt: Бу плагин эшли торган әйләнә-тирә мохит
ur: ماحولیاتی ترتیب جس میں یہ پلگ ان چل رہا ہے
uz: Ushbu plagin ishlaydigan muhit sozlamalari
vi: Cài đặt môi trường mà plugin này đang chạy
xh: Ukucwangciswa kwendalo esingqongileyo apho le plugin isebenza khona
zu: Ukuhlelwa kwemvelo lapho le plugin isebenza khona

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
af: <strong> Produksie: </strong> (standaard) Waarborg dat alle ontwikkelingsfunksies uitgeskakel is.
am: <strong> ማምረት </ strong> (ነባሪ) ሁሉም ተግባራትን የሚያዳብሩ ዋስትናዎች ይሰናከላሉ ፡፡
ar: <strong> الإنتاج: </ strong> (افتراضي) يضمن تعطيل جميع وظائف التطوير.
az: <strong> İstehsal: </strong> (Varsayılan) Bütün inkişaf etdirmə funksiyalarının aradan qaldırıldığına dair zəmanətlər.
bg: <strong> Производство: </strong> (по подразбиране) Гарантира, че всички функции за разработка са деактивирани.
ca: <strong> Producció: </strong> (predeterminat) Garanteix que totes les funcions de desenvolupament estan desactivades.
cs: <strong> Produkce: </strong> (výchozí) Zaručuje, že jsou deaktivovány všechny funkce vývoje.
cy: <strong> Cynhyrchu: </strong> (Rhagosodedig) Mae gwarantau bod pob un yn datblygu ymarferoldeb yn anabl.
da: <strong> Produktion: </strong> (standard) Garanterer, at al udviklingsfunktionalitet er deaktiveret.
de: <strong> Produktion: </ strong> (Standard) Garantiert, dass alle Entwicklungsfunktionen deaktiviert sind.
el: <strong> Παραγωγή: </strong> (Προεπιλογή) Εγγυάται ότι όλες οι λειτουργίες ανάπτυξης είναι απενεργοποιημένες.
eo: <strong> Produktado: </strong> (Defaŭlte) Garantias, ke ĉiuj evoluaj funkcioj estas malebligitaj.
et: <strong> Tootmine: </strong> (vaikimisi) tagab, et kogu arendusfunktsioon on keelatud.
eu: <strong> Ekoizpena: </strong> (lehenetsia) Garatzen dituen funtzionalitate guztiak desgaituta daudela bermatzen du.
fa: <strong> تولید: </ strong> (پیش فرض) تضمین می کند که همه قابلیت های توسعه غیرفعال هستند.
fi: <strong> Tuotanto: </strong> (oletus) Takaa, että kaikki kehitystoiminnot on poistettu käytöstä.
fr: <strong> Production: </strong> (par défaut) garantit que toutes les fonctionnalités de développement sont désactivées.
fy: <strong> Produksje: </strong> (Standert) Garandeart dat alle funksjonaliteit fan ûntwikkeljen is útskeakele.
ga: <strong> Táirgeadh: </strong> (Réamhshocrú) Tá ráthaíochtaí go bhforbróidh gach feidhmiúlacht díchumasaithe.
gd: <strong> Riochdachadh: </strong> (bunaiteach) Tha geallaidhean gum bi iad uile a ’leasachadh comasachd ciorramach.
gl: <strong> Produción: </strong> (predeterminado) Garante que todas as funcionalidades de desenvolvemento están desactivadas.
hr: <strong> Proizvodnja: </strong> (zadano) Jamči da je onemogućena sva funkcionalnost razvoja.
hu: <strong> Gyártás: </strong> (alapértelmezett) Garantálja, hogy az összes fejlesztési funkció le legyen tiltva.
hy: <strong> Արտադրություն. </ strong> (Լռելյայն) Երաշխավորում է, որ բոլոր զարգացող գործառույթներն անջատված են:
id: <strong> Produksi: </strong> (Default) Menjamin bahwa semua fungsi pengembangan dinonaktifkan.
is: <strong> Framleiðsla: </strong> (Sjálfgefið) ábyrgist að öll þróunarvirkni sé óvirk.
iw: <strong> ייצור: </ strong> (ברירת מחדל) מבטיח שכל פונקציונליות המפתחת מושבתת.
ja: <strong>本番：</ strong>（デフォルト）すべての開発機能が無効になっていることを保証します。
kk: Өндіріс: </strong> (әдепкі) Барлық функционалдылықтың ажыратылғандығына кепілдіктер.
ku: <strong> Hilberîn: </strong> (Default) Misoger dike ku hemî karbidestiya pêşkeftinê neçalak e.
ky: <strong> Өндүрүш: </strong> (Демейки) Бардык функциялардын иштелип чыгышынын кепилдиктери өчүрүлгөн.
lb: <strong> Produktioun: </strong> (Standard) Garantéiert datt all d'Funktionalitéit entwéckelen ausgeschalt ass.
lt: <strong> Gamyba: </strong> (numatytasis) garantuoja, kad visos kūrimo funkcijos išjungtos.
lv: <strong> Ražošana: </strong> (noklusējums) Garantē, ka visa izstrādes funkcionalitāte ir atspējota.
mg: <strong> Famokarana: </strong> (Default) Manome antoka fa tsy mandeha ny fampiasa rehetra.
mi: <strong> Whakaputa: </strong> (Taunoa) Nga taurangi e whanakehia ana te mahinga katoa.
ms: <strong> Pengeluaran: </strong> (Lalai) Menjamin bahawa semua fungsi pengembangan dilumpuhkan.
mt: <strong> Produzzjoni: </strong> (Default) Jiggarantixxi li l-funzjonalità kollha tal-iżvilupp hija diżattivata.
nl: <strong> Productie: </strong> (standaard) garandeert dat alle ontwikkelfuncties zijn uitgeschakeld.
no: <strong> Produksjon: </strong> (standard) Garanterer at all utviklingsfunksjonalitet er deaktivert.
pl: <strong> Produkcja: </strong> (domyślnie) gwarantuje, że wszystkie funkcje programistyczne są wyłączone.
ps: <strong> تولید: </ strong> (ډیفالټ) تضمینات چې ټول وده ورکونکي فعالیت معلول شوی.
pt: <strong> Produção: </strong> (Padrão) Garante que todas as funcionalidades de desenvolvimento sejam desativadas.
ro: <strong> Producție: </strong> (implicit) Garantează că toate funcționalitățile de dezvoltare sunt dezactivate.
sd: <strong> پيداوار: </strong> (ڊيفالٽ) ضمانت ڏئي ٿي ته ترقي واري سڀ فعاليت معذور آهي.
sk: <strong> Produkcia: </strong> (predvolené) Zaručuje, že všetky funkcie vývoja sú zakázané.
sl: <strong> Proizvodnja: </strong> (privzeto) Zagotavlja, da so vse razvojne funkcije onemogočene.
sq: <strong> Prodhimi: </strong> (Default) Garanton që të gjithë funksionet e zhvillimit janë me aftësi të kufizuara.
sv: <strong> Produktion: </strong> (standard) Garanterar att alla utvecklingsfunktioner är inaktiverade.
sw: <strong> Uzalishaji: </strong> (Chaguomsingi) Inathibitisha kuwa utendaji wote wa maendeleo umezimwa.
tg: <strong> Истеҳсол: </strong> (Бо нобаёнӣ) Кафолати он, ки ҳама коркарди функсияҳо ғайрифаъол аст.
tk: <strong> Önümçilik: </strong> (Bellenilen) functionhli işlemegiň ýapylmagyny kepillendirýär.
tl: <strong> Produksyon: </strong> (Default) Ang mga garantiya na ang lahat ng pagpapaunlad ay hindi pinagana.
tr: <strong> Üretim: </strong> (Varsayılan) Tüm geliştirme işlevlerinin devre dışı bırakıldığını garanti eder.
tt: <strong> Производство: </strong> (Килешү буенча) Барысы да функциональ үсешнең гарантияләнә.
ur: <strong> پیداوار: </ strong> (پہلے سے طے شدہ) اس بات کی گارنٹی ہے کہ تمام تر فعالیت کو فروغ دیتے ہیں۔
uz: <strong> Ishlab chiqarish: </strong> (Standart) barcha ishlab chiqilgan funksiyalar o'chirilganligiga kafolat.
vi: <strong> Sản xuất: </strong> (Mặc định) Đảm bảo rằng tất cả chức năng phát triển đều bị vô hiệu hóa.
xh: <strong> Imveliso: </strong> (Okwendalo) Iziqinisekiso zokuba konke ukuphuhlisa ukusebenza kukhubazekile.
zu: <strong> Ukukhiqiza: </strong> (Okuzenzakalelayo) Iqinisekisa ukuthi konke ukuthuthukisa ukusebenza kukhutshaziwe.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
af: <strong> Ontwikkeling: </strong> Ontfoutmodus geaktiveer, kan phpinfo en ander omgewingsensitiewe inligting blootstel.
am: የ <strong> ልማት </ strong> አርም ሁነታን ነቅቷል ፣ ፒፒንፎን እና ሌሎች አካባቢን የሚነካ መረጃ ሊያጋልጥ ይችላል ፡፡
ar: <strong> التطوير: </ strong> تم تمكين وضع التصحيح ، وقد يعرض معلومات phpinfo وغيرها من المعلومات الحساسة للبيئة.
az: <strong> İnkişaf: </strong> Debaq rejimi aktivdir, phpinfo və digər ətraf mühitə həssas məlumatları ifşa edə bilər.
bg: <strong> Разработка: </strong> Режимът за отстраняване на грешки е активиран, може да изложи phpinfo и друга чувствителна информация за околната среда.
ca: <strong> Desenvolupament: </strong> el mode de depuració habilitat, pot exposar phpinfo i altra informació sensible a l'entorn.
cs: <strong> Vývoj: </strong> Režim ladění povolen, může vystavit phpinfo a další citlivé informace o prostředí.
cy: <strong> Datblygiad: </strong> Galluogi modd dadfygio, ddatgelu gwybodaeth phpinfo a gwybodaeth arall sy'n sensitif i'r amgylchedd.
da: <strong> Udvikling: </strong> Fejlfindingstilstand aktiveret, muligvis eksponere phpinfo og andre miljøfølsomme oplysninger.
de: <strong> Entwicklung: </ strong> Der Debug-Modus ist aktiviert und kann phpinfo und andere umgebungsrelevante Informationen verfügbar machen.
el: <strong> Ανάπτυξη: </strong> Η λειτουργία εντοπισμού σφαλμάτων ενεργοποιήθηκε, ενδέχεται να εκθέσει phpinfo και άλλες ευαίσθητες στο περιβάλλον πληροφορίες.
eo: <strong> Disvolviĝo: </strong> Debug-reĝimo ebligita, povus malkaŝi phpinfo kaj aliajn medio-sentemajn informojn.
et: <strong> Arendus: </strong> silumisrežiim on lubatud, see võib paljastada phpinfo ja muu keskkonnatundliku teabe.
eu: <strong> Garapena: </strong> arazketa modua gaituta dago, phpinfo eta ingurumenarekiko bestelako informazioa azal dezake.
fa: <strong> توسعه: </ strong> حالت اشکال زدایی فعال است ، ممکن است phpinfo و سایر اطلاعات حساس به محیط را افشا کند.
fi: <strong> Kehitys: </strong> Virheenkorjaustila käytössä, saattaa paljastaa phpinfon ja muita ympäristöystävällisiä tietoja.
fr: <strong> Développement </strong>: le mode de débogage est activé, peut exposer phpinfo et d'autres informations sensibles à l'environnement.
fy: <strong> Untwikkeling: </strong> Debugmodus ynskeakele, kin phpinfo en oare omjouwingsgefoelige ynfo bleatstelle.
ga: <strong> Forbairt: </strong> Trí mhodh dífhabhtaithe cumasaithe, d’fhéadfadh sé faisnéis phpinfo agus faisnéis eile atá íogair don timpeallacht a nochtadh.
gd: <strong> Leasachadh: </strong> Modh deasbaid air a chomasachadh, dh ’fhaodadh e nochdadh phpinfo agus fiosrachadh eile a tha mothachail air an àrainneachd.
gl: <strong> Desenvolvemento: </strong> activado o modo de depuración, pode expoñer phpinfo e outra información sensible ao ambiente.
hr: <strong> Razvoj: </strong> omogućen način otklanjanja pogrešaka, koji može otkriti phpinfo i druge informacije osjetljive na okoliš.
hu: <strong> Fejlesztés: </strong> A hibakeresési mód engedélyezve van, így a phpinfo és más, környezetre érzékeny információk láthatók.
hy: <strong> Մշակում. </ strong> Վրիպազերծման ռեժիմը միացված է, կարող է բացահայտել phpinfo- ի և շրջակա միջավայրի նկատմամբ զգայուն այլ տեղեկություններ:
id: <strong> Pengembangan: </strong> Mode debug diaktifkan, mungkin memperlihatkan phpinfo dan info sensitif lingkungan lainnya.
is: <strong> Þróun: </strong> Kembiforrit virk, gæti afhjúpað phpinfo og aðrar umhverfisnæmar upplýsingar.
iw: <strong> פיתוח: </ strong> מצב איתור באגים מופעל, עשוי לחשוף מידע על phpinfo ומידע רגיש לסביבה אחרים.
ja: <strong>開発：</ strong>デバッグモードが有効になっているため、phpinfoやその他の環境に依存する情報が公開される可能性があります。
kk: <strong> Даму: </strong> Түзету режимі қосылған, phpinfo және басқа да қоршаған ортаға қатысты ақпараттарды ашуы мүмкін.
ku: <strong> Pêşkeftin: </strong> Moda debug çalak kirin, dibe ku phpinfo û hawîrdora agahdariya din a hestiyar eşkere bike.
ky: <strong> Иштеп чыгуу: </strong> Мүчүлүштүктөрдү оңдоо режими иштетилген, phpinfo жана башка айлана-чөйрөгө байланыштуу купуя маалымат ачыкка чыгышы мүмкүн.
lb: <strong> Entwécklung: </strong> Debugmodus aktivéiert, kéint phpinfo an aner Ëmfeldempfindlech Info aussetzen.
lt: <strong> Kūrimas: </strong> įjungtas derinimo režimas, gali pasirodyti phpinfo ir kita su aplinka susijusi informacija.
lv: <strong> Izstrāde: </strong> iespējots atkļūdošanas režīms, iespējams, tiks parādīta phpinfo un cita ar vidi saistīta informācija.
mg: <strong> Fampandrosoana: </strong> Afaka alefa ny maody fanaovana debug, mety hampiharihary ny info momba ny phpinfo sy ny tontolo iainana.
mi: <strong> Whakawhanake: </strong> Kua whakahohea te aratau patuiro, ka whakaatu pea i te phpinfo me etahi atu korero tairongo taiao.
ms: <strong> Pembangunan: </strong> Mod debug diaktifkan, mungkin mendedahkan phpinfo dan maklumat sensitif persekitaran lain.
mt: <strong> Żvilupp: </strong> Il-mod ta 'debug attivat, jista' jesponi phpinfo u informazzjoni oħra sensittiva għall-ambjent.
nl: <strong> Ontwikkeling: </strong> foutopsporingsmodus ingeschakeld, kan phpinfo en andere omgevingsgevoelige informatie blootleggen.
no: <strong> Utvikling: </strong> Feilsøkingsmodus aktivert, kan eksponere phpinfo og annen miljøfølsom info.
pl: <strong> Programowanie: </strong> włączony tryb debugowania, może ujawniać phpinfo i inne informacje wrażliwe na środowisko.
ps: <strong> پراختیا: </ strong> د ډیبګ حالت فعال شوی ، ممکن د phpinfo او نور چاپیریال حساس معلومات افشا کړي.
pt: <strong> Desenvolvimento: </strong> modo de depuração habilitado, pode expor phpinfo e outras informações confidenciais do ambiente.
ro: <strong> Dezvoltare: </strong> modul de depanare activat, ar putea expune phpinfo și alte informații sensibile la mediu.
sd: <strong> ترقي: </ strong> ڊيبگ موڊ کي فعال ڪيو ويو ، phpinfo ۽ ٻين ماحول جي حساس expاڻ کي روڪي سگھي ٿو.
sk: <strong> Vývoj: </strong> Režim ladenia je povolený, môže vystaviť phpinfo a ďalšie citlivé informácie o prostredí.
sl: <strong> Razvoj: </strong> Način za odpravljanje napak je lahko izpostavljen phpinfo in drugim okolju občutljivim informacijam.
sq: <strong> Zhvillimi: </strong> Modaliteti i korrigjimit i kodit është aktivizuar, mund të ekspozojë informacione të ndjeshme ndaj phpinfo dhe mjedisit tjetër.
sv: <strong> Utveckling: </strong> Debug-läge aktiverat, kan exponera phpinfo och annan miljökänslig information.
sw: <strong> Maendeleo: </strong> Hali ya utatuzi imewezeshwa, inaweza kufunua phpinfo na maelezo mengine nyeti ya mazingira.
tg: <strong> Рушд: </strong> Ҳолати ислоҳкунӣ фаъол аст, метавонад phpinfo ва дигар маълумоти ҳассоси муҳити атрофро ошкор кунад.
tk: <strong> Ösüş: </strong> Düzediş tertibi açyk, phpinfo we daşky gurşawa duýgur maglumatlary paş edip biler.
tl: <strong> Pag-unlad: </strong> Pinagana ang mode ng pag-debug, maaaring mailantad ang phpinfo at iba pang impormasyong sensitibo sa kapaligiran.
tr: <strong> Geliştirme: </strong> Hata ayıklama modu etkinleştirildi, phpinfo ve diğer çevreye duyarlı bilgileri açığa çıkarabilir.
tt: <strong> үсеш: </strong> төзәтү режимы кушылган, phpinfo һәм әйләнә-тирә мохиткә сизгер мәгълүматны фаш итә ала.
ur: <strong> ترقی: </ strong> ڈیبگ وضع فعال ، phpinfo اور دیگر ماحول سے متعلق حساس معلومات کو بے نقاب کرسکتی ہے۔
uz: <strong> Rivojlanish: </strong> Disk raskadrovka rejimi yoqilgan, phpinfo va atrof-muhitga tegishli boshqa ma'lumotlarni oshkor qilishi mumkin.
vi: <strong> Phát triển: </strong> Đã bật chế độ gỡ lỗi, có thể hiển thị phpinfo và thông tin nhạy cảm với môi trường khác.
xh: <strong> Uphuhliso: </strong> Imo yokulungisa inikwe amandla, inokuthi iveze i-phpinfo kunye nolunye ulwazi olubuthathaka lwendalo.
zu: <strong> Ukuthuthukiswa: </strong> Imodi yokulungisa iphutha inikwe amandla, ingaveza i-phpinfo nolunye ulwazi olubucayi lwemvelo.
