Repository: common-repository/attrace
Catalog: languages/attrace-su.po
Languages: su

source: Configure
su: Konpigurasikeun

source: Configuration
su: Konfigurasi

source: Account
su: Rekening

source: Clickout Path
su: Jalur Clickout

source: Network broadcast strategy
su: Stratégi siaran jaringan

source: Advertiser tracking & conversion
su: Nyukcruk pangiklan & konvérsi

source: Tracking strategy
su: Strategi nyukcruk

source: Conversion strategy
su: Strategi konvérsi

source: MasterTag URL
su: URL MasterTag

source: Shortcodes
su: Kodeu pondok

source: Advanced
su: Cangehgar

source: Profiling
su: Propil

source: Network
su: Jaringan

source: Mode
su: Modeu

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
su: Bagéan ieu kanggo setting lacak sareng konvérsi. Upami anjeun panerbit (janten ngan ukur ngan ukur ngan ukur klik), bagian ieu henteu relevan pikeun anjeun.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
su: Anjeun alamat publik Attrace bakal dianggo pikeun nambihan salaku meta tag kana lulugu halaman wéb anjeun. Ku cara ieu Jaringan Attrace tiasa mastikeun anu ngagaduhan alamat publik ieu memang anu gaduh halaman wéb ieu. Ogé alamat ieu dianggo upami anjeun hoyong nganggo monitoring dina konektor anjeun pikeun mariksa kaamanan.

source: Copy the public address from the Attrace menu and paste it in the text field above:
su: Salin alamat umum tina menu Attrace teras lebetkeun kana kolom téks di luhur:

source: The click-out URL to the page you want to promote will look like this:
su: URL klik-kaluar ka halaman anu anjeun badé promosikeun bakal katingali sapertos kieu:

source: Change this value if you would like another URL
su: Ngarobih nilai ieu upami anjeun hoyong URL sanés

source: Direct (blocking)
su: Langsung (ngahalangan)

source: Queue (using WP Cron)
su: Antrian (nganggo WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
su: Strategi siaran Jaringan nangtoskeun naha klik kedah dilebetkeun dina antrian sareng diolah engké ku cronjob, atanapi langsung dieksekusi <br/> (anu tiasa nyababkeun tunda sakedik dina pangalihan ka pangiklan anjeun).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
su: <strong> Langsung: </strong> (Default) Siarkeun kana jaringan sateuacan pangguna dialihkeun (sareng ngahalangan pangguna).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
su: <strong> Antrian: </strong> Pamrosésan tukang gancang, dimana thread tukang atanapi antrian nyiarkeun kana jaringan caket-waktosna. Kabutuhan WP Cron diaktipkeun

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
su: Pikeun pangiklan, strategi nyukcruk nangtoskeun kumaha konektorna netepkeun cookies. <br/> Upami tiasa, anggo pelacak sisi server (contona dina WooCommerce). Perpustakaan JS mtag dina kasus ieu henteu dianggo.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
su: <strong> Backend: </strong> (Default) Modul sérver nambihan header Set-Cookie.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
su: <strong> Javascript Clientside: </strong> Javascript mastertag netepkeun cookies anu nyukcruk.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
su: Pikeun pangiklan, strategi konvérsi nangtoskeun kumaha konversi didamel. Nalika diaktipkeun, Woocommerce tiasa ngaéksekusi serveride konvérsi. <br/> Upami anjeun nganggo sistem balanja anu sanés, naha nganggo Javascript atanapi shortcode pikeun nyiptakeun konvérsi, atanapi nerapkeun konversi dina solusi anjeun.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
su: <strong> Backend: </strong> (Default) Modul sérver nanganan konvérsi.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
su: <strong> Javascript Clientside: </strong> Javascript tag ngatur konversi.

source: No profiling
su: Teu aya profil

source: All
su: Sadayana

source: This option additional tracing level for performance and debugging.
su: Pilihan ieu tingkat nyukcruk tambahan pikeun pagelaran sareng debugging.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
su: <strong> Teu aya profil: </strong> (Default) Henteu tiasa dilakukeun profil (kinerja anu saé).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
su: <strong> Sadayana: </strong> Debug sadaya pamundut ku propil (kinerja terdegradasi)

source: Production
su: Produksi

source: Development
su: Pangwangunan

source: Environment setting in which this plugin is running
su: Setélan lingkungan tempat plugin ieu dijalankeun

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
su: <strong> Produksi: </strong> (Default) Jaminan yén sadaya fungsionalitas dimekarkeun ditumpurkeun.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
su: <strong> Pangwangunan: </strong> Modeu debug diaktipkeun, panginten tiasa ngalaan phpinfo sareng inpo sénsitip lingkungan séjén.

source: This option additional determines which network the connector is publishing its transactions.
su: Pilihan ieu tambihan nangtoskeun jaringan mana konektor anu nyebarkeun transaksi na.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
su: <strong> Betanet: </strong> (Default) Lingkungan produksi Attrace.network, pikeun nyebarkeun transaksi anu nyata

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
su: <strong> Testnet: </strong> Lingkungan uji Attrace.network, anggo ieu pikeun tujuan uji atanapi debug hungkul

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
su: Ieu ngonpigurasikeun mastertag lib anu anjeun badé kalebet dina halaman anjeun, URL anu ngonpigurasi ayeuna nyaéta:

source: You can also use a versioned url with 8 characters to avoid caching, like:
su: Anjeun tiasa ogé nganggo url anu vérsi sareng 8 karakter pikeun nyingkahan cache, sapertos:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
su: Tungtung url kedahna "js" tapi anjeun tiasa nganggo pemisah anu sanés, sapertos "_js" kanggo ngahindaran nginx cache sareng anu sapertos kitu.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
su: Pencét kana tautan di luhur pikeun ningali naha JS anjeun dimuat leres, sareng robih ekstensi upami aya masalah.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
su: Anggo kode pondok ieu pikeun kalebet Master Tag Javascript dina halaman atanapi pos.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
su: Anggo kode pondok ieu pikeun nanyakeun aksi Penjualan (anggo ieu contona dina halaman hatur nuhun).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
su: Anggo kode pondok ieu pikeun nanyakeun aksi Diterangkeun (anggo ieu contona dina langganan surat berita).

source: Add Integration
su: Tambihkeun Integrasi

source: Configuration code
su: Kodeu konfigurasi

source: The Base32 configuration code that has been provided is invalid. Please try again.
su: Kode konfigurasi Base32 anu parantos disayogikeun henteu leres. Punten cobian deui.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
su: Perjanjian ieu - delegasi tina kombinasi parantos aya. Cabut anu lami pikeun nambihan anu anyar ieu.

source: Copy the configuration code from the dashboard
su: Salin kode konfigurasi tina dasbor

source: Paste it in the text field below
su: Témpél na dina kolom téks di handap ieu

source: Press the submit button
su: Pencét tombol kirim

source: Integrations
su: Integrasi

source: Cancel
su: Ngabatalkeun

source: Submit
su: Kirimkeun

source: Add New
su: Tambihkeun Anyar

source: Save Changes
su: Simpen Parobihan

source: Docs
su: Dokumén

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
su: Attrace mangrupikeun blok khusus anu didamel khusus anu sanggup ngadaptar sareng ngaaudit naon waé iklan dina ranté. Plugin ieu ngamungkinkeun anjeun ngatur perjanjian anjeun, nyandak kode pondok sareng klik, sareng asup transaksi dina ranté umum.
