Repository: common-repository/attrace
Catalog: languages/attrace-ny.po
Languages: ny

source: Configure
ny: Sungani

source: Configuration
ny: Kusintha

source: Account
ny: Akaunti

source: Clickout Path
ny: Dinani njira

source: Network broadcast strategy
ny: Njira yowulutsa ma network

source: Advertiser tracking & conversion
ny: Kutsatsa kutsatsa & kutembenuka

source: Tracking strategy
ny: Njira yotsata

source: Conversion strategy
ny: Njira yakutembenuka

source: MasterTag URL
ny: Ulalo wa MasterTag

source: Shortcodes
ny: Mafupipafupi

source: Advanced
ny: Zapamwamba

source: Profiling
ny: Kufotokozera

source: Network
ny: Mtanda

source: Mode
ny: Mafilimu angaphunzitse

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
ny: Gawo ili ndikutsata ndikusintha kosintha. Ngati ndinu wofalitsa (amangotumiza zodina), gawoli ndilofunika kwa inu.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
ny: Adtrace adilesi yanu idzagwiritsidwa ntchito kuwonjezera ngati meta pamutu patsamba lanu. Mwanjira imeneyi Attrace Network itha kutsimikizira kuti ndi yemwe ali ndi adilesi iyi ndiyomwe ali webusayiti iyi. Komanso adilesi iyi imagwiritsidwa ntchito ngati mukufuna kugwiritsa ntchito kuwunikira pa cholumikizira chanu kuti muwone chitetezo.

source: Copy the public address from the Attrace menu and paste it in the text field above:
ny: Lembani adilesi yapagulu kuchokera pa menyu ya Attrace ndikuiyika pamndandandanda pamwambapa:

source: The click-out URL to the page you want to promote will look like this:
ny: Ulalo wotsegulira patsamba lomwe mukufuna kutsatsa liziwoneka motere:

source: Change this value if you would like another URL
ny: Sinthani mtengowu ngati mukufuna ulalo wina

source: Direct (blocking)
ny: Direct (kutsekereza)

source: Queue (using WP Cron)
ny: Mzere (pogwiritsa ntchito WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
ny: Njira yofalitsira Network imatsimikizira ngati kudina kuyenera kuyikidwa pamzere ndikusinthidwa pambuyo pake ndi cronjob, kapena kuphedwa mwachindunji <br/> (zomwe zingayambitse kuchepa pang'ono pakubwezeretsanso kwa wotsatsa).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
ny: <strong> Direct: </strong> (Chosintha) Lankhulani pa netiweki wogwiritsa ntchito asadatumizidwenso (ndikuletsa wogwiritsa ntchito).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
ny: <strong> Mzere: </strong> Kusintha kwakumbuyo mwachangu, pomwe ulusi wakumbuyo kapena mzere ukuwulutsa pa netiweki pafupi-zenizeni. Zosowa za WP Cron zathandizidwa

source: Backend
ny: Kumbuyo

source: Javascript Clientside
ny: Makasitomala a Javascript

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
ny: Kwa otsatsa, njira yotsatirira imatsimikizira momwe cholumikizira chimakhalira ma cookie. <br/> Ngati zingatheke, gwiritsani ntchito kutsata mbali zamaseva (mwachitsanzo mkati mwa WooCommerce). Laibulale ya JS mtag pano sinagwiritsidwe ntchito.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
ny: <strong> Backend: </strong> (Pofikira) Modula ya seva imawonjezera mutu wa Set-Cookie.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
ny: <strong> Makasitomala a Javascript: </strong> Javascript mastertag imayika ma cookie otsata.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
ny: Kwa otsatsa, njira yosinthira imatsimikizira momwe kutembenuka kumapangidwira. Ngati zathandizidwa, Woocommerce imatha kupanga seva yosinthira.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
ny: <strong> Backend: </strong> (Pofikira) Modula ya seva imagwira zosintha.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
ny: <strong> Makasitomala a Javascript: </strong> Chizindikiro cha Javascript chimagwira kutembenuka.

source: No profiling
ny: Palibe mbiri

source: All
ny: Zonse

source: This option additional tracing level for performance and debugging.
ny: Njirayi yowonjezera kutsata kwa magwiridwe antchito ndi kukonza zolakwika.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
ny: <strong> Palibe mbiri: </strong> (Yofikira) Palibe mbiri yoyeserera (magwiridwe antchito).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
ny: <strong> Zonse: </strong> Chotsani zopempha zonse ndi mbiri (kuwonongeka)

source: Production
ny: Kupanga

source: Development
ny: Chitukuko

source: Environment setting in which this plugin is running
ny: Kukhazikitsa malo omwe pulogalamu iyi ikuyendera

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
ny: <strong> Zopanga: </strong> (Zosintha) Zimatsimikizira kuti zonse zopanga magwiridwe antchito zimayimitsidwa.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
ny: <strong> Chitukuko: </strong> Njira yothetsera vuto idathandizidwa, itha kuvumbula phpinfo ndi zina zazidziwitso zachilengedwe.

source: This option additional determines which network the connector is publishing its transactions.
ny: Izi zowonjezera zowonjezera zimatsimikizira netiweki yolumikizira yomwe ikufalitsa zochitika zake.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
ny: <strong> Betanet: </strong> (Pofikira) Malo opangira Attrace.network, kuti afalitse zochitika zenizeni

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
ny: <strong> Testnet: </strong> Malo oyeserera a Attrace.network, gwiritsani ntchito izi poyesa kapena kukonza zolakwika zokha

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
ny: Izi zimakhazikitsa mastertag lib yomwe mukufuna kuyika patsamba lanu, ulalo womwe wakonzedwa pano ndi:

source: You can also use a versioned url with 8 characters to avoid caching, like:
ny: Muthanso kugwiritsa ntchito ulalo wamakalata wokhala ndi zilembo 8 kuti mupewe kusungidwa, monga:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
ny: Mapeto a url ayenera kukhala "js" koma mutha kugwiritsa ntchito olekanitsa ena, ngati "_js" kupewa kupewa nginx caching ndi zina zotero.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
ny: Dinani maulalo omwe ali pamwambapa kuti muwone ngati JS yanu yadzaza bwino, ndikusintha zowonjezera ngati pali zovuta.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
ny: Gwiritsani ntchito njira yachidule iyi kuphatikiza Master Tag Javascript patsamba kapena positi.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
ny: Gwiritsani ntchito njira yachidule iyi kupempha Kugulitsa (gwiritsani ntchito izi patsamba lothokoza).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
ny: Gwiritsani ntchito njira yachidule iyi kuti mupemphe zochita za Lead (gwiritsani ntchito izi mwachitsanzo pa cholembetsa ku kalata).

source: Add Integration
ny: Onjezani Kuphatikiza

source: Configuration code
ny: Khodi yosinthira

source: The Base32 configuration code that has been provided is invalid. Please try again.
ny: Khodi yosinthira ya Base32 yomwe yaperekedwa ndi yosagwira. Chonde yesaninso.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
ny: Mgwirizanowu - kutumizira kuphatikiza kulipo kale. Chotsani zakale kuti muwonjezere zatsopanozi.

source: Copy the configuration code from the dashboard
ny: Lembani nambala yakusinthira kuchokera pa dashboard

source: Paste it in the text field below
ny: Lembani pamunda pansipa

source: Press the submit button
ny: Dinani batani logonjera

source: Integrations
ny: Kuphatikiza

source: Cancel
ny: Kuletsa

source: Submit
ny: Tumizani

source: Add New
ny: Onjezani Chatsopano

source: Save Changes
ny: Sungani Zosintha

source: Docs
ny: Zolemba

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
ny: Attrace ndichikhalidwe chopangidwa ndi blockchain yokhoza kulembetsa ndi kusanthula zotsatsa zilizonse zotsatsa. Pulagi iyi imakuthandizani kuti muzitha kugwiritsa ntchito mapangano anu, kumathandizira ma shortcode ndi ma clickout, ndikusainanso zochitika pagulu.
