Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
af: Klik op die skakels hierbo om te sien of u JS behoorlik gelaai is, en verander die uitbreidings as daar probleme is.
am: የእርስዎ JS በትክክል መጫኑን ለማየት ከላይ ባሉት አገናኞች ላይ ጠቅ ያድርጉ እና ጉዳዮች ካሉ ቅጥያዎቹን ይቀይሩ።
ar: انقر فوق الروابط أعلاه لمعرفة ما إذا تم تحميل JS الخاص بك بشكل صحيح ، وقم بتغيير الامتدادات إذا كانت هناك مشكلات.
az: JS-nizin düzgün yüklənib-yüklənmədiyini görmək üçün yuxarıdakı bağlantıları vurun və problem olduqda uzantıları dəyişdirin.
bg: Кликнете върху връзките по-горе, за да видите дали вашият JS е зареден правилно, и променете разширенията, ако има проблеми.
ca: Feu clic als enllaços anteriors per veure si el vostre JS es carrega correctament i canvieu les extensions si hi ha problemes.
cs: Kliknutím na odkazy výše zjistíte, zda je váš JS správně načten, a v případě problémů změňte rozšíření.
cy: Cliciwch ar y dolenni uchod i weld a yw'ch JS wedi'i lwytho'n iawn, a newid yr estyniadau os oes problemau.
da: Klik på linkene ovenfor for at se, om din JS er indlæst korrekt, og skift udvidelser, hvis der er problemer.
de: Klicken Sie auf die obigen Links, um festzustellen, ob Ihr JS ordnungsgemäß geladen ist, und ändern Sie die Erweiterungen, wenn Probleme auftreten.
el: Κάντε κλικ στους παραπάνω συνδέσμους για να δείτε εάν το JS σας έχει φορτωθεί σωστά και αλλάξτε τις επεκτάσεις εάν υπάρχουν προβλήματα.
eo: Alklaku la ligojn supre por vidi ĉu via JS estas ĝuste ŝarĝita, kaj ŝanĝu la etendaĵojn se estas problemoj.
et: Klõpsake ülaltoodud linkidel, et näha, kas teie JS on korralikult laaditud, ja muutke laiendusi probleemide korral.
eu: Egin klik goiko esteketan zure JS behar bezala kargatuta dagoen ikusteko eta aldatu luzapenak arazorik izanez gero.
fa: برای دیدن اینکه آیا JS شما به درستی بارگیری شده است ، روی پیوندهای بالا کلیک کنید و در صورت بروز مشکل پسوندها را تغییر دهید.
fi: Napsauta yllä olevia linkkejä nähdäksesi, onko JS ladattu oikein, ja muuta laajennuksia, jos on ongelmia.
fr: Cliquez sur les liens ci-dessus pour voir si votre JS est chargé correctement et modifiez les extensions s'il y a des problèmes.
fy: Klikje op 'e links hjirboppe om te sjen oft jo JS goed is laden, en feroarje de tafoegings as d'r problemen binne.
ga: Cliceáil ar na naisc thuas chun a fháil amach an bhfuil do JS luchtaithe i gceart, agus athraigh na síntí má tá ceisteanna ann.
gd: Cliog air na ceanglaichean gu h-àrd gus faicinn a bheil do JS air a luchdachadh ceart, agus atharraich na leudachain ma tha cùisean ann.
gl: Fai clic nas ligazóns anteriores para ver se o teu JS está cargado correctamente e cambia as extensións se hai problemas.
hr: Kliknite gornje poveznice da biste vidjeli je li vaš JS pravilno učitan i promijenite proširenja ako postoje problemi.
hu: A fenti linkekre kattintva ellenőrizheti, hogy a JS megfelelően van-e betöltve, és problémák esetén módosítsa a kiterjesztéseket.
hy: Կտտացրեք վերևում նշված հղումներին ՝ տեսնելու համար, թե արդյոք ձեր JS- ը պատշաճ կերպով բեռնված է և փոխեք ընդարձակումները, եթե խնդիրներ կան:
id: Klik tautan di atas untuk melihat apakah JS Anda dimuat dengan benar, dan ubah ekstensi jika ada masalah.
is: Smelltu á krækjurnar hér að ofan til að sjá hvort JS-ið þitt er hlaðið rétt og breyttu viðbótunum ef vandamál eru uppi.
iw: לחץ על הקישורים שלמעלה כדי לראות אם ה- JS שלך נטען כראוי, ושנה את התוספים אם יש בעיות.
ja: 上記のリンクをクリックして、JSが正しく読み込まれているかどうかを確認し、問題がある場合は拡張子を変更してください。
kk: JS дұрыс жүктелгенін білу үшін жоғарыдағы сілтемелерді нұқыңыз, егер проблемалар болса, кеңейтімдерді өзгертіңіз.
ku: Zencîreyên jorîn bikirtînin da ku bibînin ka JS-ya we bi rêkûpêk barkirî ye, û heke pirsgirêk hebin pêvekan biguherînin.
ky: Жогорудагы шилтемелерди чыкылдатып, JS'иңиздин туура жүктөлгөндүгүн билип алыңыз жана көйгөйлөр болсо, кеңейтүүлөрдү өзгөртүңүз.
lb: Klickt op d'Links uewendriwwer fir ze kucken ob Äre JS richteg gelueden ass, an ännert d'Extensiounen wann et Probleemer gëtt.
lt: Spustelėkite aukščiau esančias nuorodas, kad sužinotumėte, ar jūsų JS tinkamai įkeltas, ir pakeiskite plėtinius, jei yra problemų.
lv: Noklikšķiniet uz iepriekš esošajām saitēm, lai redzētu, vai JS ir pareizi ielādēts, un, ja rodas problēmas, mainiet paplašinājumus.
mg: Tsindrio ny rohy etsy ambony raha hijerena raha toa ka feno tsara ny JS anao, ary ovao ny fanitarana raha misy ny olana.
mi: Patohia nga hononga i runga ake nei kia kite mena kua utaina tika to JS, ka huri i nga toronga mena he take.
ms: Klik pada pautan di atas untuk melihat apakah JS anda dimuat dengan betul, dan ubah pelanjutan jika terdapat masalah.
mt: Ikklikkja fuq il-links ta 'hawn fuq biex tara jekk il-JS tiegħek huwiex mgħobbi sewwa, u ibdel l-estensjonijiet jekk hemm kwistjonijiet.
nl: Klik op de bovenstaande links om te zien of uw JS correct is geladen en wijzig de extensies als er problemen zijn.
no: Klikk på lenkene over for å se om JS-en din er lastet riktig, og endre utvidelsene hvis det er problemer.
pl: Kliknij linki powyżej, aby sprawdzić, czy Twój JS jest ładowany poprawnie, i zmień rozszerzenia, jeśli występują problemy.
ps: پورتني لینکونو باندې کلیک وکړئ ترڅو وګورئ چې ستاسو JS په مناسب ډول پورته شوی دی ، او غزونه یې بدل کړئ که مسلې شتون ولري.
pt: Clique nos links acima para ver se o seu JS está carregado corretamente e altere as extensões se houver problemas.
ro: Faceți clic pe linkurile de mai sus pentru a vedea dacă JS-ul dvs. este încărcat corect și modificați extensiile dacă există probleme.
sd: مٿي ڏنل لنڪ تي ڪلڪ ڪريو ڏسو ته توهان جو جي ايس ايس صحيح طريقي سان لوڊ ٿي رهي آهي ، ۽ مسئلا موجود آهن ته تبديل ٿي وڃن.
sk: Kliknite na odkazy vyššie a zistite, či je váš JS načítaný správne. V prípade problémov zmeňte rozšírenia.
sl: Kliknite zgornje povezave, da preverite, ali je vaš JS pravilno naložen, in spremenite razširitve, če obstajajo težave.
sq: Klikoni në lidhjet e mësipërme për të parë nëse JS juaj është ngarkuar siç duhet, dhe ndryshoni shtesat nëse ka probleme.
sv: Klicka på länkarna ovan för att se om din JS är korrekt laddad och ändra tilläggen om det finns problem.
sw: Bonyeza kwenye viungo hapo juu ili uone ikiwa JS yako imepakiwa vizuri, na ubadilishe viendelezi ikiwa kuna maswala.
tg: Барои дидани он ки JS-и шумо дуруст бор карда шудааст ё нест, васеъшавии онро тағир диҳед ва агар мушкиле пеш ояд, истинодҳоро дар боло клик кунед.
tk: JS-iňiziň dogry ýüklenendigini ýa-da ýokdugyny görmek üçin ýokardaky baglanyşyklara basyň we meseleler bar bolsa giňeltmeleri üýtgediň.
tl: Mag-click sa mga link sa itaas upang makita kung ang iyong JS ay na-load nang maayos, at baguhin ang mga extension kung may mga isyu.
tr: JS'nizin düzgün yüklenip yüklenmediğini görmek için yukarıdaki bağlantılara tıklayın ve sorun varsa uzantıları değiştirin.
tt: Сезнең JS дөрес йөкләнгәнме-юкмы икәнен карау өчен, өстәрәк сылтамаларга басыгыз, проблемалар булса, киңәйтүләрне үзгәртегез.
ur: مذکورہ لنکس پر کلک کریں کہ آیا آپ کا جے ایس ٹھیک طرح سے بھرا ہوا ہے ، اور اگر کوئی مسئلہ درپیش ہے تو ایکسٹینشنز میں تبدیلی کریں۔
uz: Sizning JS-ning to'g'ri yuklanganligini ko'rish uchun yuqoridagi havolalarni bosing va agar muammolar bo'lsa, kengaytmalarni o'zgartiring.
vi: Nhấp vào các liên kết ở trên để xem JS của bạn có được tải đúng cách hay không và thay đổi các tiện ích mở rộng nếu có vấn đề.
xh: Cofa kwiikhonkco ezingasentla ukuze ubone ukuba iJS yakho ilayishwe ngokufanelekileyo, kwaye utshintshe izandiso ukuba kukho imiba ethile.
zu: Chofoza kuzixhumanisi ezingenhla ukubona ukuthi i-JS yakho ilayishwe kahle yini, bese ushintsha izandiso uma kunezingqinamba.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
af: Gebruik hierdie kortkode om die Master Tag Javascript op 'n bladsy of plasing in te sluit.
am: በአንድ ገጽ ወይም ልጥፍ ላይ ማስተር ታግ ጃቫስክሪፕትን ለማካተት ይህንን አጭር ኮድ ይጠቀሙ ፡፡
ar: استخدم هذا الرمز القصير لتضمين Master Tag Javascript في صفحة أو منشور.
az: Master Tag Javascript-i səhifəyə və ya yazıya əlavə etmək üçün bu qısa kodu istifadə edin.
bg: Използвайте този кратък код, за да включите Javascript на главния маркер на страница или публикация.
ca: Utilitzeu aquest codi abreujat per incloure el Javascript de l’etiqueta principal en una pàgina o publicació.
cs: Pomocí tohoto zkráceného kódu můžete na stránku nebo příspěvek zahrnout Javascript hlavní značky.
cy: Defnyddiwch y cod byr hwn i gynnwys y Master Tag Javascript ar dudalen neu bost.
da: Brug denne kortkode til at medtage Master Tag Javascript på en side eller et indlæg.
de: Verwenden Sie diesen Shortcode, um das Master-Tag-Javascript auf einer Seite oder einem Beitrag einzufügen.
el: Χρησιμοποιήστε αυτόν τον σύντομο κωδικό για να συμπεριλάβετε το Master Tag Javascript σε μια σελίδα ή μια ανάρτηση.
eo: Uzu ĉi tiun mallongan kodon por inkluzivi la majstran etikedon Javascript en paĝo aŭ afiŝo.
et: Selle lühikoodi abil saate lehele või postitusele lisada põhisildi Javascripti.
eu: Erabili kode labur hau Javascript etiketa nagusia orri edo mezu batean sartzeko.
fa: از این کد کوتاه برای قرار دادن Javascript Master Tag در یک صفحه یا پست استفاده کنید.
fi: Käytä tätä lyhytkoodia sisällyttääksesi pää tag Javascriptin sivulle tai viestiin.
fr: Utilisez ce shortcode pour inclure le code Javascript de la balise principale sur une page ou un article.
fy: Brûk dizze koarte koade om it Master Tag Javascript op in side of post op te nimmen.
ga: Úsáid an aicearra seo chun an Master Tag Javascript a áireamh ar leathanach nó ar phost.
gd: Cleachd an shortcode seo gus am Master Tag Javascript a thoirt a-steach air duilleag no post.
gl: Use este código abreviado para incluír o Javascript da etiqueta mestra nunha páxina ou publicación.
hr: Koristite ovaj kratki kôd za uključivanje Javascripta glavne oznake na stranicu ili post.
hu: Használja ezt a rövid kódot a mester címke Javascript felvételéhez egy oldalra vagy bejegyzésre.
hy: Օգտագործեք այս կարճ կոդը ՝ Master Tag Javascript- ը էջում կամ գրառման մեջ ներառելու համար:
id: Gunakan kode pendek ini untuk memasukkan Javascript Master Tag pada halaman atau posting.
is: Notaðu þennan skammkóða til að fela Javascript Master Tag á síðu eða færslu.
iw: השתמש בקוד קצר זה כדי לכלול את ה- Javascript של Master Tag בדף או בפוסט.
ja: このショートコードを使用して、ページまたは投稿にマスタータグJavascriptを含めます。
kk: Осы төте кодты параққа немесе хабарламаға Master Tag Javascript қосу үшін пайдаланыңыз.
ku: Vê kurterê kod bikar bînin ku Master Tag Javascript-ê li ser rûpelek an postek têxin nav xwe.
ky: Master Tag Javascriptти баракка же постко кошуу үчүн ушул кыска кодду колдонуңуз.
lb: Benotzt dëse Kuerzcode fir de Master Tag Javascript op eng Säit oder e Post opzehuelen.
lt: Naudokite šį trumpąjį kodą, jei norite į puslapį ar įrašą įtraukti pagrindinę žymą „Javascript“.
lv: Izmantojiet šo īso kodu, lai lapā vai ierakstā iekļautu galveno tagu Javascript.
mg: Ampiasao ity kaody fohy ity hampidirana ny Master Tag Javascript amin'ny pejy na lahatsoratra.
mi: Whakamahia tenei waehere poto ki te whakauru i te Tohunga Matua TohungaJava i runga i te whaarangi pou ranei.
ms: Gunakan kod pendek ini untuk memasukkan Javascript Master Tag pada halaman atau siaran.
mt: Uża dan il-shortcode biex tinkludi l-Master Tag Javascript fuq paġna jew post.
nl: Gebruik deze shortcode om de Master Tag Javascript op een pagina of bericht op te nemen.
no: Bruk denne kortkoden for å inkludere Master Tag Javascript på en side eller et innlegg.
pl: Użyj tego skrótu, aby dołączyć kod Javascript tagu głównego na stronie lub w poście.
ps: په دې پا shortcه یا پوسټ کې ماسټر ټاګ جاواسکریپټ شاملولو لپاره دا لنډیز وکاروئ.
pt: Use este código de acesso para incluir o Javascript da tag mestre em uma página ou postagem.
ro: Utilizați acest scurtcod pentru a include Javascriptul Master Tag pe o pagină sau o postare.
sd: ھن مختصر ڪوڊ کي استعمال ڪريو ماسٽر ٽيگ جاوا اسڪرپٽ کي ھڪڙي صفحي يا پوسٽ تي شامل ڪرڻ لاءِ.
sk: Pomocou tohto krátkeho kódu môžete na stránku alebo príspevok vložiť Javascript hlavnej značky.
sl: S to kratko kodo vključite Javascript glavne oznake na stran ali objavo.
sq: Përdorni këtë kod të shkurtër për të përfshirë Master Tag Javascript në një faqe ose postim.
sv: Använd den här kortkoden för att inkludera Javascript Master Tag på en sida eller ett inlägg.
sw: Tumia nambari fupi hii kujumuisha Jarascript ya Mwalimu kwenye ukurasa au chapisho.
tg: Барои ворид кардани Master Tag Javascript дар саҳифа ё паём ин кнопкаро истифода баред.
tk: Master Tag Javascript-i sahypada ýa-da ýazgyda goşmak üçin bu gysga kody ulanyň.
tl: Gamitin ang shortcode na ito upang isama ang Master Tag Javascript sa isang pahina o post.
tr: Ana Etiket Javascript’ini bir sayfaya veya gönderiye eklemek için bu kısa kodu kullanın.
tt: Master Tag Javascript битенә яки постына кертү өчен бу кыска кодны кулланыгыз.
ur: کسی صفحے یا پوسٹ پر ماسٹر ٹیگ جاوا اسکرپٹ کو شامل کرنے کے لئے اس مختصر کو استعمال کریں۔
uz: Sahifada yoki postda Master Tag Javascript-ni qo'shish uchun ushbu qisqa koddan foydalaning.
vi: Sử dụng mã ngắn này để bao gồm Javascript Thẻ chính trên một trang hoặc bài đăng.
xh: Sebenzisa le ndlela imfutshane ukubandakanya i-Master Tag Javascript kwiphepha okanye kwiposti.
zu: Sebenzisa le shortcode ukufaka i-Master Tag Javascript ekhasini noma kokuthunyelwe.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
af: Gebruik hierdie kortkode om 'n verkoopaksie aan te roep (gebruik dit byvoorbeeld op die dankie-bladsy).
am: የሽያጭ እርምጃን ለመጥራት ይህንን አቋራጭ ይጠቀሙ (ለምሳሌ በምስጋናው ገጽ ላይ ይህንን ይጠቀሙ)።
ar: استخدم هذا الرمز المختصر لاستدعاء إجراء بيع (استخدم هذا على سبيل المثال في صفحة شكرًا لك).
az: Satış əməliyyatına müraciət etmək üçün bu qısa kodu istifadə edin (məsələn, təşəkkür səhifəsində istifadə edin).
bg: Използвайте този кратък код, за да извикате действие за продажба (използвайте това например на страницата с благодарности).
ca: Utilitzeu aquest codi curt per invocar una acció de venda (utilitzeu-ho per exemple a la pàgina d'agraïment).
cs: Pomocí tohoto krátkého kódu můžete vyvolat akci Sale (použijte ji například na stránce s poděkováním).
cy: Defnyddiwch y cod byr hwn i gychwyn gweithred Gwerthu (defnyddiwch hwn er enghraifft ar y dudalen diolch).
da: Brug denne kortkode til at påkalde en Sale-handling (brug denne for eksempel på tak-siden).
de: Verwenden Sie diesen Shortcode, um eine Verkaufsaktion aufzurufen (verwenden Sie diesen beispielsweise auf der Dankesseite).
el: Χρησιμοποιήστε αυτόν τον σύντομο κωδικό για να καλέσετε μια ενέργεια πώλησης (χρησιμοποιήστε αυτό για παράδειγμα στη σελίδα ευχαριστιών).
eo: Uzu ĉi tiun mallongan kodon por alvoki Vendan agon (uzu tion ekzemple en la dankopaĝo).
et: Selle lühikoodi abil saate käivitada müügi toimingu (kasutage seda näiteks tänulehel).
eu: Erabili kode labur hau Salmenta ekintza bat deitzeko (erabili hau, adibidez, eskerrik asko orrian).
fa: برای فراخوانی یک اقدام فروش از این کد کوتاه استفاده کنید (برای مثال در صفحه تشکر از این مورد استفاده کنید).
fi: Käytä tätä lyhytkoodia myyntitapahtuman käynnistämiseen (käytä tätä esimerkiksi kiitos-sivulla).
fr: Utilisez ce shortcode pour appeler une action Vente (utilisez-le par exemple sur la page de remerciement).
fy: Brûk dizze koarte koade om in ferkeapaksje op te roppen (brûk dit bygelyks op de tankpagina).
ga: Úsáid an aicearra seo chun gníomh Díolacháin a agairt (bain úsáid as seo mar shampla ar an leathanach buíochais).
gd: Cleachd an shortcode seo gus gnìomh reic a chuir an gnìomh (cleachd seo mar eisimpleir air an duilleag taing).
gl: Use este código abreviado para invocar unha acción de venda (utilízao por exemplo na páxina de agradecemento).
hr: Upotrijebite ovaj kratki kôd za pozivanje akcije prodaje (upotrijebite to, na primjer, na stranici zahvale).
hu: Ezzel a rövid kóddal hívhat eladási műveletet (használja ezt például a köszönöm oldalon).
hy: Օգտագործեք այս կարճ ծածկագիրը Վաճառք գործողություն կանչելու համար (օգտագործեք այն, օրինակ, շնորհակալություն էջում):
id: Gunakan kode pendek ini untuk meminta tindakan Penjualan (gunakan ini misalnya di halaman terima kasih).
is: Notaðu þennan skammkóða til að kalla fram söluaðgerð (notaðu þetta til dæmis á þakkarsíðu).
iw: השתמש בקוד הקצר הזה כדי להפעיל פעולת מכירה (השתמש בזה למשל בדף התודה).
ja: このショートコードを使用して、販売アクションを呼び出します（たとえば、ありがとうページでこれを使用します）。
kk: Осы қысқа кодты сату әрекетін шақыру үшін пайдаланыңыз (мысалы, рахмет бетінде қолданыңыз).
ku: Vê kurterê kod bikar bînin da ku çalakiyek Firotanê vexwendin (ji bo nimûne li ser rûpelê spas bikar bînin).
ky: Сатуу иш-аракетин баштоо үчүн ушул кыска кодду колдонуңуз (мисалы, рахмат баракчасында).
lb: Benotzt dëse Kuerzcode fir eng Verkafsaktioun anzeruffen (benotzt dëst zum Beispill op der Merci Säit).
lt: Naudokite šį trumpąjį kodą norėdami iškviesti pardavimo veiksmą (naudokite tai, pavyzdžiui, padėkos puslapyje).
lv: Izmantojiet šo īso kodu, lai izsauktu darbību Pārdošana (izmantojiet to, piemēram, paldies lapā).
mg: Ampiasao ity kaody fohy ity hampiantsoana hetsika Hivarotra (ampiasao ity ohatra amin'ny pejy misaotra).
mi: Whakamahia tenei waehere poto ki te karanga i tetahi mahi Hoko (whakamahia tenei hei tauira i te whaarangi whakawhetai).
ms: Gunakan kod pendek ini untuk meminta tindakan Jualan (gunakan ini misalnya di halaman terima kasih).
mt: Uża dan il-shortcode biex tinvoka azzjoni ta 'Bejgħ (uża din pereżempju fuq il-paġna ta' ringrazzjament).
nl: Gebruik deze shortcode om een ​​verkoopactie aan te roepen (gebruik deze bijvoorbeeld op de bedankpagina).
no: Bruk denne kortkoden til å påkalle en salgshandling (bruk denne for eksempel på takkesiden).
pl: Użyj tego skrótu, aby wywołać akcję sprzedaży (użyj tego na przykład na stronie z podziękowaniami).
ps: دا د لنډو کارولو لپاره د پلور عمل غوښتنه وکړئ (دا د مثال په توګه د مننې پا onې کې وکاروئ).
pt: Use este código de acesso para invocar uma ação de venda (use-o, por exemplo, na página de agradecimento).
ro: Utilizați acest shortcode pentru a invoca o acțiune de vânzare (utilizați acest lucru, de exemplu, pe pagina de mulțumire).
sd: مختصر عمل استعمال ڪريو وڪرو واري عمل جي دعوت ڏيڻ لاءِ (مثال طور توهان جي مهرباني پيج تي استعمال ڪريو).
sk: Tento krátky kód použite na vyvolanie akcie Predaj (použite ho napríklad na stránke s poďakovaním).
sl: S to kratko kodo prikličete prodajno dejanje (uporabite ga na primer na zahvalni strani).
sq: Përdorni këtë kod të shkurtër për të thirrur një veprim Shitje (përdorni këtë për shembull në faqen e falënderimit).
sv: Använd den här kortkoden för att åberopa en försäljningshandling (använd den till exempel på tacksidan).
sw: Tumia nambari fupi hii kuomba hatua ya Uuzaji (tumia hii kwa mfano kwenye ukurasa wa asante).
tg: Барои ворид кардани амали Фурӯш ин коди миёнаро истифода баред (масалан, инро дар саҳифаи ташаккур истифода баред).
tk: Satyş amalyny çagyrmak üçin bu gysga kody ulanyň (mysal üçin minnetdarlyk sahypasynda ulanyň).
tl: Gamitin ang shortcode na ito upang humingi ng isang aksyon sa Pagbebenta (gamitin ito halimbawa sa pahina ng salamat).
tr: Bir Satış eylemi başlatmak için bu kısa kodu kullanın (bunu örneğin teşekkür sayfasında kullanın).
tt: Сату акциясен куллану өчен бу кыска кодны кулланыгыз (моны, мәсәлән, рәхмәт битендә кулланыгыз).
ur: سیل ایکشن شروع کرنے کے لئے اس مختصر کو استعمال کریں (مثال کے طور پر اس کا استعمال شکریہ صفحے پر کریں)۔
uz: Sotish harakatini chaqirish uchun ushbu qisqa koddan foydalaning (masalan, rahmat sahifasida foydalaning).
vi: Sử dụng mã ngắn này để gọi hành động Bán hàng (ví dụ: sử dụng mã này trên trang cảm ơn).
xh: Sebenzisa le ndlela imfutshane ukwenza isenzo sentengiso (sebenzisa oku umzekelo kwiphepha lombulelo).
zu: Sebenzisa le shortcode ukucela isenzo se-Sale (sebenzisa lokhu ngokwesibonelo ekhasini lokubonga).
