Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
af: Vir adverteerders bepaal die opsporingstrategie hoe die aansluiter koekies instel. <br/> Gebruik, indien moontlik, die bedienersporing (byvoorbeeld binne WooCommerce). Die JS mtag-biblioteek word in hierdie geval nie gebruik nie.
am: ለአስተዋዋቂዎች የመከታተያ ስትራቴጂው አገናኙ እንዴት ኩኪዎችን እንደሚያቀናብር ይወስናል። <br/> ከተቻለ የአገልጋይ ጎን መከታተልን ይጠቀሙ (ለምሳሌ በ WooCommerce ውስጥ)። የ JS mtag ቤተ-መጽሐፍት ጥቅም ላይ ያልዋለው በዚህ ጉዳይ ላይ ነው።
ar: بالنسبة للمعلنين ، تحدد إستراتيجية التتبع كيفية تعيين الموصل لملفات تعريف الارتباط. <br/> إذا أمكن ، استخدم التتبع من جانب الخادم (على سبيل المثال داخل WooCommerce). مكتبة JS mtag غير مستخدمة في هذه الحالة.
az: Reklam verənlər üçün izləmə strategiyası bağlayıcının çərəzləri necə təyin etdiyini təyin edir. <br/> Mümkünsə, server tərəfi izləmədən istifadə edin (məsələn, WooCommerce daxilində). JS mtag kitabxanası bu vəziyyətdə istifadə edilmir.
bg: За рекламодателите стратегията за проследяване определя как съединителят задава бисквитки. <br/> Ако е възможно, използвайте проследяване от страна на сървъра (например в рамките на WooCommerce). JS mtag библиотеката в този случай не се използва.
ca: Per als anunciants, l'estratègia de seguiment determina com el connector defineix les galetes. <br/> Si és possible, utilitzeu el seguiment del servidor (per exemple, a WooCommerce). En aquest cas, la biblioteca de mtag JS no s’utilitza.
cs: U inzerentů určuje strategie sledování způsob, jakým konektor nastavuje soubory cookie. <br/> Pokud je to možné, použijte sledování na straně serveru (například v rámci WooCommerce). Knihovna JS mtag se v tomto případě nepoužívá.
cy: Ar gyfer hysbysebwyr, mae'r strategaeth olrhain yn penderfynu sut mae'r cysylltydd yn gosod cwcis. <br/> Os yn bosibl, defnyddiwch olrhain ochr y gweinydd (er enghraifft o fewn WooCommerce). Yn yr achos hwn ni ddefnyddir llyfrgell JS mtag.
da: For annoncører bestemmer sporingsstrategien, hvordan konnektoren indstiller cookies. <br/> Hvis det er muligt, skal du bruge serversidesporing (f.eks. Inden for WooCommerce). JS mtag-biblioteket bruges i dette tilfælde ikke.
de: Für Werbetreibende bestimmt die Tracking-Strategie, wie der Connector Cookies setzt. <br/> Verwenden Sie nach Möglichkeit das serverseitige Tracking (z. B. innerhalb von WooCommerce). Die JS mtag Bibliothek wird in diesem Fall nicht verwendet.
el: Για τους διαφημιζόμενους, η στρατηγική παρακολούθησης καθορίζει τον τρόπο με τον οποίο ο σύνδεσμος ρυθμίζει τα cookie. <br/> Εάν είναι δυνατόν, χρησιμοποιήστε την παρακολούθηση από τον διακομιστή (για παράδειγμα στο WooCommerce). Η βιβλιοθήκη JS mtag δεν χρησιμοποιείται σε αυτήν την περίπτωση.
eo: Por reklamantoj, la spura strategio determinas kiel la konektilo agordas kuketojn. <br/> Se eblas, uzu servilan flankan spuron (ekzemple en WooCommerce). La JS-mtag-biblioteko ĉi-kaze ne estas uzata.
et: Reklaamijate jaoks määrab jälgimisstrateegia, kuidas konnektor küpsiseid määrab. <br/> Võimaluse korral kasutage serveripoolset jälgimist (näiteks WooCommerce'is). Sellisel juhul JS mtagi teeki ei kasutata.
eu: Iragarleentzat, jarraipen estrategiak zehazten du nola konektoreak cookie-ak ezartzen dituen. <br/> Ahal izanez gero, erabili zerbitzariaren alboko jarraipena (adibidez, WooCommerce-n). JS mtag liburutegia kasu honetan ez da erabiltzen.
fa: برای تبلیغ کنندگان ، استراتژی ردیابی نحوه تعیین کوکی ها توسط رابط تعیین می شود. <br/> در صورت امکان ، از ردیابی سمت سرور استفاده کنید (به عنوان مثال در WooCommerce). در این مورد از کتابخانه JS mtag استفاده نمی شود.
fi: Mainostajille seurantastrategia määrää, kuinka liitin asettaa evästeitä. <br/> Jos mahdollista, käytä palvelinpuolen seurantaa (esimerkiksi WooCommerce-palvelussa). Tässä tapauksessa JS mtag -kirjastoa ei käytetä.
fr: Pour les annonceurs, la stratégie de suivi détermine la manière dont le connecteur définit les cookies. <br/> Si possible, utilisez le suivi côté serveur (par exemple dans WooCommerce). La bibliothèque JS mtag n'est dans ce cas pas utilisée.
fy: Foar advertearders bepaalt de folchstrategy hoe't de ferbining cookies ynstelt. <br/> As it mooglik is, brûke tracking fan serverside (bygelyks binnen WooCommerce). De JS mtag-bibleteek wurdt yn dit gefal net brûkt.
ga: Maidir le fógróirí, socraíonn an straitéis rianaithe an chaoi a bhfuil an cónascaire ag socrú fianáin. <br/> Más féidir, bain úsáid as rianú taobh an fhreastalaí (mar shampla laistigh de WooCommerce). Sa chás seo ní úsáidtear leabharlann JS mtag.
gd: Do luchd-sanasachd, bidh an ro-innleachd tracadh a ’dearbhadh mar a tha an ceanglaiche a’ suidheachadh bhriosgaidean. <br/> Ma ghabhas e dèanamh, cleachd tracadh taobh an fhrithealaiche (mar eisimpleir taobh a-staigh WooCommerce). Anns a ’chùis seo chan eil leabharlann mtag JS air a chleachdadh.
gl: Para os anunciantes, a estratexia de seguimento determina como o conector está configurando as cookies. <br/> Se é posible, use o seguimento lateral do servidor (por exemplo, dentro de WooCommerce). Neste caso non se usa a biblioteca de mtag JS.
hr: Za oglašivače, strategija praćenja određuje kako konektor postavlja kolačiće. <br/> Ako je moguće, koristite praćenje na strani poslužitelja (na primjer unutar WooCommerce). JS mtag knjižnica se u ovom slučaju ne koristi.
hu: A hirdetők számára a követési stratégia határozza meg, hogy az összekötő miként állítja be a cookie-kat. <br/> Ha lehetséges, használja a szerveroldali követést (például a WooCommerce-n belül). A JS mtag könyvtár ebben az esetben nem használatos.
hy: Գովազդատուների համար հետևման ռազմավարությունը որոշում է, թե ինչպես է միակցիչը թխուկներ դնում: <br/> Հնարավորության դեպքում օգտագործեք սերվերի կողմից հետևելը (օրինակ, WooCommerce- ի շրջանակներում): JS mtag գրադարանն այս դեպքում չի օգտագործվում:
id: Untuk pengiklan, strategi pelacakan menentukan bagaimana konektor menyetel cookie. <br/> Jika memungkinkan, gunakan pelacakan sisi server (misalnya dalam WooCommerce). Perpustakaan mtag JS dalam hal ini tidak digunakan.
is: Fyrir auglýsendur ákvarðar rakningarstefnan hvernig tengið setur smákökur. <br/> Ef mögulegt er, notaðu hliðarrakningu miðlara (til dæmis innan WooCommerce). JS mtag bókasafnið er í þessu tilfelli ekki notað.
iw: עבור מפרסמים, אסטרטגיית המעקב קובעת כיצד המחבר מגדיר קובצי cookie. <br/> במידת האפשר, השתמש במעקב בצד השרת (למשל בתוך WooCommerce). בספריית JS mtag לא נעשה שימוש במקרה זה.
ja: 広告主の場合、追跡戦略によって、コネクタがCookieを設定する方法が決まります。<br/>可能であれば、サーバー側の追跡を使用します（たとえば、WooCommerce内）。この場合、JSmtagライブラリは使用されません。
kk: Жарнама берушілер үшін қадағалау стратегиясы коннектордың кукиді қалай орнататынын анықтайды. <br/> Мүмкін болса, сервер жағынан бақылауды қолданыңыз (мысалы, WooCommerce ішінде). Бұл жағдайда JS mtag кітапханасы пайдаланылмайды.
ku: Ji bo reklaman, stratejiya şopandinê diyar dike ka girêdan çawa cookies saz dike. <br/> Heke gengaz be, şopandina aliyê serverê bikar bînin (mînakî di nav WooCommerce de). Di vê rewşê de pirtûkxaneya JS mtag nayê bikar anîn.
ky: Жарнамачылар үчүн байкоо жүргүзүү стратегиясы туташтыргычтын кукилерди кандайча орнотуп жаткандыгын аныктайт. <br/> Мүмкүн болсо, сервер тарабынан байкоо жүргүзүүнү колдонуңуз (мисалы, WooCommerce ичинде). Бул учурда JS mtag китепканасы колдонулган жок.
lb: Fir Annonceuren bestëmmt d'Trackingstrategie wéi de Connector Cookië setzt. <br/> Wa méiglech, benotzt Serversäit Tracking (zum Beispill am WooCommerce). D'JS mtag Bibliothéik gëtt an dësem Fall net benotzt.
lt: Reklamuotojams stebėjimo strategija nustato, kaip jungtis nustato slapukus. <br/> Jei įmanoma, naudokite stebėjimą serverio pusėje (pvz., „WooCommerce“). Šiuo atveju JS mtag biblioteka nenaudojama.
lv: Reklāmdevējiem izsekošanas stratēģija nosaka, kā savienotājs nosaka sīkfailus. <br/> Ja iespējams, izmantojiet servera puses izsekošanu (piemēram, vietnē WooCommerce). Šajā gadījumā JS mtag bibliotēka netiek izmantota.
mg: Ho an'ny mpanao dokam-barotra, ny paikady fanarahana dia mamaritra ny fomba fametrahana cookies ny mpampitohy. <br/> Raha azo atao dia ampiasao ny fanarahan-dia ny mpizara (ohatra ao amin'ny WooCommerce). Ny tranomboky JS mtag dia amin'ity tranga ity tsy ampiasaina.
mi: Mo te hunga whakatairanga, ko te rautaki aroturuki te whakatau me pehea te whakatuutuutu a te hunga honohono i nga pihikete. Ko te whare pukapuka JS mtag kei tenei keehi kaore i whakamahia.
ms: Bagi pengiklan, strategi penjejakan menentukan bagaimana penyambung menetapkan kuki. <br/> Jika boleh, gunakan penjejakan sisi pelayan (misalnya dalam WooCommerce). Perpustakaan JS mtag dalam kes ini tidak digunakan.
mt: Għal dawk li jirreklamaw, l-istrateġija tat-traċċar tiddetermina kif il-konnettur qed jissettja l-cookies. <br/> Jekk possibbli, uża t-traċċar fuq in-naħa tas-server (pereżempju fi ħdan WooCommerce). Il-librerija mtag JS f'dan il-każ ma tintużax.
nl: Voor adverteerders bepaalt de trackingstrategie hoe de connector cookies instelt. <br/> Gebruik indien mogelijk server-side tracking (bijvoorbeeld binnen WooCommerce). De JS mtag-bibliotheek wordt in dit geval niet gebruikt.
no: For annonsører bestemmer sporingsstrategien hvordan koblingen setter informasjonskapsler. <br/> Bruk om mulig serversporing (for eksempel innenfor WooCommerce). JS mtag-biblioteket brukes i dette tilfellet ikke.
pl: W przypadku reklamodawców strategia śledzenia określa, w jaki sposób oprogramowanie sprzęgające ustawia pliki cookie. <br/> Jeśli to możliwe, używaj śledzenia po stronie serwera (na przykład w ramach WooCommerce). W tym przypadku biblioteka JS mtag nie jest używana.
ps: د اعلان کونکو لپاره ، د تعقیب ستراتیژي دا ټاکي چې څنګه ارتباط کوکیز تنظیموي. <br/> که امکان ولري ، د سرور اړخ تعقیب کارول (د مثال په توګه په WooCommerce کې). د JS mtag کتابتون پدې حالت کې ندي کارول شوی.
pt: Para anunciantes, a estratégia de rastreamento determina como o conector está definindo cookies. <br/> Se possível, use o rastreamento do servidor (por exemplo, em WooCommerce). A biblioteca JS mtag, neste caso, não é usada.
ro: Pentru agenții de publicitate, strategia de urmărire determină modul în care conectorul setează cookie-urile. <br/> Dacă este posibil, utilizați urmărirea de pe server (de exemplu în cadrul WooCommerce). Biblioteca JS mtag nu este în acest caz utilizată.
sd: اشتهار ڏيندڙن لاءِ ، ٽريڪنگ جي حڪمت عملي طئي ڪندي آهي ته ڪئين رابطن کي ڪوڪيز کي ترتيب ڏئي رهيو آهي. هن صورت ۾ استعمال ٿيل نه آهي JS mtag لائبريري.
sk: Pre inzerentov stratégia sledovania určuje, ako konektor nastavuje súbory cookie. <br/> Ak je to možné, použite sledovanie na strane servera (napríklad v rámci WooCommerce). Knižnica JS mtag sa v tomto prípade nepoužíva.
sl: Za oglaševalce strategija sledenja določa, kako konektor nastavi piškotke. <br/> Če je mogoče, uporabite sledenje na strani strežnika (na primer znotraj WooCommerce). Knjižnica JS mtag v tem primeru ni uporabljena.
sq: Për reklamuesit, strategjia e ndjekjes përcakton se si lidhësi po vendos cookies. <br/> Nëse është e mundur, përdorni ndjekjen nga ana e serverit (për shembull brenda WooCommerce). Biblioteka JS mtag në këtë rast nuk përdoret.
sv: För annonsörer avgör spårningsstrategin hur kontakten ställer in cookies. <br/> Använd om möjligt serverspårning (till exempel inom WooCommerce). JS mtag-biblioteket används i det här fallet inte.
sw: Kwa watangazaji, mkakati wa ufuatiliaji huamua jinsi kiunganishi kinaweka kuki. <br/> Ikiwezekana, tumia ufuatiliaji wa upande wa seva (kwa mfano ndani ya WooCommerce). Maktaba ya JS mtag katika kesi hii haitumiki.
tg: Барои таблиғгарон, стратегияи пайгирӣ муайян мекунад, ки чӣ гуна пайвасткунанда кукиҳоро танзим мекунад. <br/> Агар имконпазир бошад, пайгирии тарафи серверро истифода баред (масалан дар дохили WooCommerce). Китобхонаи JS mtag дар ин ҳолат истифода намешавад.
tk: Mahabat berijiler üçin yzarlamak strategiýasy birleşdirijiniň gutapjyklary nädip düzýändigini kesgitleýär. <br/> Mümkin bolsa serweriň yzarlamagyny ulanyň (mysal üçin WooCommerce-de). JS mtag kitaphanasy bu ýagdaýda ulanylmaýar.
tl: Para sa mga advertiser, tinutukoy ng diskarte sa pagsubaybay kung paano nagtatakda ng cookies ang konektor. <br/> Kung maaari, gumamit ng pagsubaybay sa panig ng server (halimbawa sa loob ng WooCommerce). Ang JS mtag library ay hindi ginagamit sa kasong ito.
tr: Reklamverenler için izleme stratejisi, bağlayıcının çerezleri nasıl ayarladığını belirler. <br/> Mümkünse, sunucu tarafı izlemeyi kullanın (örneğin WooCommerce içinde). JS mtag kitaplığı bu durumda kullanılmamaktadır.
tt: Реклама бирүчеләр өчен күзәтү стратегиясе тоташтыргычның cookie'ларны ничек көйләвен билгели. <br/> Мөмкин булса, сервер ягыннан күзәтү кулланыгыз (мәсәлән, WooCommerce эчендә). JS mtag китапханәсе бу очракта кулланылмый.
ur: مشتہرین کے ل the ، باخبر رہنے کی حکمت عملی یہ طے کرتی ہے کہ کنیکٹر کوکیز کو کس طرح ترتیب دے رہا ہے۔ <br/> اگر ممکن ہو تو ، سرور سائڈ ٹریکنگ (مثال کے طور پر WooCommerce کے اندر) استعمال کریں۔ جے ایس ایم ٹیگ لائبریری اس معاملے میں ہے جو استعمال نہیں کی جاتی ہے۔
uz: Reklama beruvchilar uchun kuzatuv strategiyasi ulagichning cookie-fayllarni qanday o'rnatayotganini aniqlaydi. Bu holda JS mtag kutubxonasi ishlatilmaydi.
vi: Đối với nhà quảng cáo, chiến lược theo dõi xác định cách trình kết nối đang đặt cookie. <br/> Nếu có thể, hãy sử dụng theo dõi phía máy chủ (ví dụ: trong WooCommerce). Thư viện mtag JS trong trường hợp này không được sử dụng.
xh: Kubathengisi, isicwangciso-qhinga sokulandela umkhondo sichaza ukuba isinxibelelanisi sizicwangcisa njani ii-cookies. Ithala leencwadi le-JS mtag kule meko alisetyenziswanga.
zu: Kubakhangisi, isu lokulandela umkhondo linquma ukuthi isixhumi siwasetha kanjani amakhukhi. Umtapo wezincwadi we-JS mtag kuleli cala awusetshenziswanga.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
af: <strong> Backend: </strong> (standaard) Bedienermodule voeg Set-Cookie-opskrifte by.
am: <strong> ተደግፎ-</ strong> (ነባሪ) የአገልጋይ ሞዱል የ Set-Cookie ራስጌዎችን ያክላል።
ar: <strong> الخلفية: </ strong> (افتراضي) وحدة الخادم تضيف رؤوس Set-Cookie.
az: <strong> Backend: </strong> (Varsayılan) Server modulu Set-Cookie başlıqlarını əlavə edir.
bg: <strong> Backend: </strong> (по подразбиране) Сървърният модул добавя заглавки на Set-Cookie.
ca: <strong> Backend: </strong> (per defecte) El mòdul del servidor afegeix capçaleres Set-Cookie.
cs: <strong> Backend: </strong> (výchozí) Serverový modul přidává záhlaví Set-Cookie.
cy: <strong> Backend: </strong> (Modiwl Gweinyddwr) yn ychwanegu penawdau Set-Cookie.
da: <strong> Backend: </strong> (standard) Servermodul tilføjer Set-Cookie-overskrifter.
de: <strong> Backend: </ strong> (Standard) Servermodul fügt Set-Cookie-Header hinzu.
el: <strong> Backend: </strong> (Προεπιλογή) Η ενότητα διακομιστή προσθέτει κεφαλίδες Set-Cookie.
eo: <strong> Backend: </strong> (Apriora) Servila modulo aldonas titolojn Set-Cookie.
et: <strong> Taustaprogramm: </strong> (vaikimisi) Serverimoodul lisab küpsisefaili päised.
eu: <strong> Backend: </strong> (Lehenetsia) Zerbitzariaren moduluak Set-Cookie goiburuak gehitzen ditu.
fa: <strong> Backend: </strong> (پیش فرض) ماژول سرور هدرهای Set-Cookie را اضافه می کند.
fi: <strong> Taustajärjestelmä: </strong> (oletus) palvelinmoduuli lisää Set-Cookie-otsikot.
fr: <strong> Backend: </strong> le module Serveur (par défaut) ajoute des en-têtes Set-Cookie.
fy: <strong> Efterein: </strong> (Standert) Servermodule foeget Set-Cookie-kopteksten ta.
ga: Cuireann <strong> Backend: </strong> (Réamhshocrú) modúl Freastalaí ceanntásca Set-Cookie.
gd: <strong> Backend: </strong> (bunaiteach) Modal frithealaiche a ’cur bann-cinn Set-Cookie.
gl: <strong> Backend: </strong> (predeterminado) O módulo do servidor engade cabeceiras Set-Cookie.
hr: <strong> Backend: </strong> (zadano) Modul poslužitelja dodaje zaglavlja Set-Cookie.
hu: <strong> Háttér: </strong> (Alapértelmezett) A kiszolgáló modul hozzáadja a Set-Cookie fejléceket.
hy: <strong> Backend: </strong> (Լռելյայն) Սերվերի մոդուլը ավելացնում է Set-Cookie վերնագրերը:
id: <strong> Backend: </strong> (Default) Modul server menambahkan header Set-Cookie.
is: <strong> Bakend: </strong> (Sjálfgefið) Netþjónn bætir við Set-Cookie hausum.
iw: <strong> Backend: </strong> (ברירת מחדל) מודול השרת מוסיף כותרות Set-Cookie.
ja: <strong>バックエンド：</ strong>（デフォルト）サーバーモジュールはSet-Cookieヘッダーを追加します。
kk: <strong> Backend: </strong> (әдепкі) Сервер модулі Set-Cookie тақырыптарын қосады.
ku: <strong> Paşvemandin: </strong> (Default) Modula serverê sernavên Set-Cookie zêde dike.
ky: <strong> Backend: </strong> (Демейки) Сервер модулу Set-Cookie баштарын кошот.
lb: <strong> Backend: </strong> (Standard) Servermodul füügt Set-Cookie Header bäi.
lt: <strong> Backend: </strong> (numatytasis) serverio modulis prideda „Set-Cookie“ antraštes.
lv: <strong> Aizmugure: </strong> (noklusējums) Servera modulis pievieno Set-Cookie galvenes.
mg: <strong> Backend: </strong> (Default) Module server dia manampy lohateny Set-Cookie.
mi: <strong> Backend: </strong> (Taunoa) Ko te waahanga tuuturu ka taapirihia nga pane-Pihikete pane.
ms: <strong> Backend: </strong> (Default) Modul pelayan menambah tajuk Set-Cookie.
mt: <strong> Backend: </strong> (Default) Il-modulu tas-Server iżid headers Set-Cookie.
nl: <strong> Backend: </strong> (standaard) servermodule voegt Set-Cookie-headers toe.
no: <strong> Backend: </strong> (standard) Servermodul legger til Set-Cookie-overskrifter.
pl: <strong> Backend: </strong> (domyślnie) moduł serwera dodaje nagłówki Set-Cookie.
ps: <strong> پسدید: </ strong> (ډیفالټ) سرور موډل د سیټ کوکي سرلیکونه اضافه کوي.
pt: <strong> Back-end: </strong> (padrão) módulo de servidor adiciona cabeçalhos Set-Cookie.
ro: <strong> Backend: </strong> (implicit) Modulul server adaugă anteturi Set-Cookie.
sd: <strong> پس منظر: </ strong> (ڊفالٽ) سرور ماڊل سيٽ- ڪوڪي هيڊرز کي وڌائيندو آهي.
sk: <strong> Backend: </strong> (predvolené) Serverový modul pridáva hlavičky Set-Cookie.
sl: <strong> Backend: </strong> (privzeto) Strežniški modul doda glave Set-Cookie.
sq: <strong> Backend: </strong> (Default) Moduli i serverit shton headers Set-Cookie.
sv: <strong> Backend: </strong> (standard) Servermodul lägger till Set-Cookie-rubriker.
sw: <strong> Backend: </strong> (Default) Moduli ya seva inaongeza vichwa vya Kuweka-kuki.
tg: <strong> Backend: </strong> (Default) Server module модулҳои Set-Cookie -ро илова мекунад.
tk: <strong> Yzky: </strong> (Bellenen) Serwer moduly Set-Cookie sözbaşylaryny goşýar.
tl: <strong> Backend: </strong> (Default) Ang module ng server ay nagdaragdag ng mga header ng Set-Cookie.
tr: <strong> Arka uç: </strong> (Varsayılan) Sunucu modülü, Set-Cookie başlıklarını ekler.
tt: <strong> Арткы план: </strong> (Килешү буенча) Сервер модуле Set-Cookie башлыкларын өсти.
ur: <strong> پسدید: </ strong> (پہلے سے طے شدہ) سرور ماڈیول میں سیٹ کوکی ہیڈر شامل کردیتا ہے۔
uz: <strong> Backend: </strong> (Standart) Server moduli Set-Cookie sarlavhalarini qo'shadi.
vi: <strong> Phần phụ trợ: </strong> (Mặc định) Mô-đun máy chủ thêm tiêu đề Set-Cookie.
xh: <strong> Ukubuyela umva: </strong> (Okwendalo) Imodyuli yomncedisi yongeza iintloko zeSeta-Cookie.
zu: <strong> Ukubuyela emuva: </strong> (Okuzenzakalelayo) Imodyuli yeseva ingeza izihloko ze-Set-Cookie.
