Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: Configure
af: Stel op
am: አዋቅር
ar: تهيئة
az: Konfiqurasiya edin
bg: Конфигурирайте
ca: Configura
cs: Konfigurovat
cy: Ffurfweddu
da: Konfigurer
de: Konfigurieren
el: Διαμορφώστε
eo: Agordi
et: Seadistamine
eu: Konfiguratu
fa: پیکربندی کنید
fi: Määritä
fr: Configurer
fy: Ynstelle
ga: Cumraigh
gd: Dèan rèiteachadh
gl: Configurar
hr: Konfigurirati
hu: Beállítás
hy: Կարգավորել
id: Konfigurasi
is: Stilltu
iw: הגדר
ja: 構成、設定
kk: Конфигурациялау
ku: Sazkirin
ky: Конфигурациялоо
lb: Konfiguréieren
lt: Konfigūruoti
lv: Konfigurēt
mg: Tefeo
mi: Whirihorahia
ms: Konfigurasikan
mt: Ikkonfigura
nl: Configureer
no: Konfigurer
pl: Skonfiguruj
ps: جوړول
pt: Configurar
ro: Configurați
sd: ڪنفگيوئر
sk: Konfigurovať
sl: Konfigurirajte
sq: Konfiguro
sv: Konfigurera
sw: Sanidi
tg: Танзим кунед
tk: Sazlamak
tl: I-configure
tr: Yapılandır
tt: Конфигурацияләү
ur: تشکیل دیں
uz: Sozlash
vi: Cấu hình
xh: Qwalasela
zu: Lungiselela

source: Configuration
af: Konfigurasie
am: ማዋቀር
ar: ترتيب
az: Konfiqurasiya
bg: Конфигурация
ca: Configuració
cs: Konfigurace
cy: Ffurfweddiad
da: Konfiguration
de: Aufbau
el: Διαμόρφωση
eo: Agordo
et: Konfiguratsioon
eu: Konfigurazioa
fa: پیکربندی
fi: Kokoonpano
fy: Konfiguraasje
ga: Cumraíocht
gd: Rèiteachadh
gl: Configuración
hr: Konfiguracija
hu: Konfiguráció
hy: Կազմաձևում
id: Konfigurasi
is: Stillingar
iw: תְצוּרָה
ja: 構成
kk: Конфигурация
ku: Veavakirina
ky: Тарам
lb: Konfiguratioun
lt: Konfigūracija
lv: Konfigurācija
mi: Whirihoranga
ms: Konfigurasi
mt: Konfigurazzjoni
nl: Configuratie
no: Konfigurasjon
pl: Konfiguracja
ps: شکل بندي
pt: Configuração
ro: Configurare
sd: ڪنفگريشن
sk: Konfigurácia
sl: Konfiguracija
sq: Konfigurimi
sv: Konfiguration
sw: Usanidi
tg: Танзимот
tk: Sazlama
tl: Pag-configure
tr: Yapılandırma
tt: Конфигурация
ur: تشکیل
uz: Konfiguratsiya
vi: Cấu hình
xh: Uqwalaselo
zu: Ukucushwa

source: Account
af: Rekening
am: መለያ
ar: الحساب
az: Hesab
bg: Сметка
ca: Compte
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: λογαριασμός
eo: Konto
et: Konto
eu: Kontua
fa: حساب
fi: Tili
fr: Compte
fy: Rekken
ga: Cuntas
gd: Cunntas
gl: Conta
hr: Račun
hu: Számla
hy: Հաշիվ
id: Akun
is: Reikningur
iw: חֶשְׁבּוֹן
ja: アカウント
kk: Тіркелгі
ku: Konto
ky: Эсеп
lb: Kont
lt: Sąskaita
lv: Konts
mi: Kaute
ms: Akaun
mt: Kont
no: Regnskap
pl: Konto
ps: ګ .ون
pt: Conta
ro: Cont
sd: کاتو
sk: Účet
sl: račun
sq: Llogari
sv: konto
sw: Akaunti
tg: Ҳисоб
tk: Hasap
tr: Hesap
tt: Хисап
ur: کھاتہ
uz: Hisob qaydnomasi
vi: Tài khoản
xh: Akhawunti
zu: I-akhawunti

source: Clickout Path
af: Uitsoekpad
am: Clickout ዱካ
ar: مسار النقر
az: Çıxış yolu
bg: Път за кликване
ca: Camí de clic
cs: Cesta Clickout
cy: Llwybr Cliciwch
da: Klik på sti
de: Clickout-Pfad
el: Διαδρομή κλικ
eo: Klaka Vojo
et: Klõpsamise tee
eu: Egin klik bidea
fa: مسیر کلیک کردن
fi: Clickout-polku
fr: Chemin de clic
fy: Klik paad
ga: Conair Cliceáil
gd: Slighe Cliog
gl: Camiño de clic
hr: Put klika
hy: Clickout ուղի
id: Jalur Klik keluar
is: Smelluleið
iw: נתיב קליק אאוט
ja: クリックアウトパス
kk: Тінтуір жолы
ku: Riya Clickout
lb: Clickout Wee
lt: Spustelėjimo kelias
lv: Noklikšķināšanas ceļš
mg: Làlan'ny Clickout
mi: Ara Pato
ms: Laluan Klik
mt: Triq Clickout
pl: Ścieżka kliknięcia
ps: د راوتلو لاره
pt: Caminho de clickout
ro: Calea clickout
sd: ڪلڪ آئوٽ رستو
sk: Cesta kliknutia
sl: Pot klika
sq: Shtegu i klikimit
sw: Njia ya kubofya
tg: Роҳи клик
tk: Çykyş ýoly
tl: Path ng Clickout
tr: Tıklama Yolu
tt: Басу юлы
ur: کلک آؤٹ پاتھ
uz: Chiqish yo'li
vi: Đường dẫn nhấp chuột
xh: Indlela yokuCofa
zu: Indlela yokuchofoza

source: Network broadcast strategy
af: Netwerk-uitsaaistrategie
am: የአውታረ መረብ ስርጭት ስትራቴጂ
ar: استراتيجية البث الشبكي
az: Şəbəkə yayım strategiyası
bg: Стратегия за мрежово излъчване
ca: Estratègia de difusió en xarxa
cs: Strategie síťového vysílání
cy: Strategaeth ddarlledu rhwydwaith
da: Netværksudsendelsesstrategi
de: Netzwerk-Broadcast-Strategie
el: Στρατηγική εκπομπής δικτύου
eo: Reta elsenda strategio
et: Võrguülekande strateegia
eu: Sareko emisio estrategia
fa: استراتژی پخش شبکه
fi: Verkon lähetysstrategia
fr: Stratégie de diffusion sur le réseau
fy: Netwurkútstjoeringsstrategy
ga: Straitéis craolacháin líonra
gd: Ro-innleachd craolaidh lìonra
gl: Estratexia de emisión en rede
hr: Strategija mrežnog emitiranja
hu: Hálózati közvetítési stratégia
hy: Անցային հեռարձակման ռազմավարություն
id: Strategi siaran jaringan
is: Stefna netútsendinga
iw: אסטרטגיית שידור רשת
ja: ネットワーク放送戦略
kk: Желілік тарату стратегиясы
ku: Stratejiya weşana torê
ky: Тармактык берүү стратегиясы
lb: Netzwierk Broadcast Strategie
lt: Tinklo transliavimo strategija
lv: Tīkla apraides stratēģija
mg: Paikady fandefasana tambajotra
mi: Rautaki pāhotanga whatunga
ms: Strategi siaran rangkaian
mt: Strateġija ta 'xandir fuq netwerk
nl: Strategie voor netwerkuitzending
no: Nettverksstrategi
pl: Strategia transmisji w sieci
ps: د شبکې نشراتی ستراتیژي
pt: Estratégia de transmissão de rede
ro: Strategia de difuzare în rețea
sd: نيٽورڪ جي نشرياتي حڪمت عملي
sk: Stratégia sieťového vysielania
sl: Strategija omrežnega predvajanja
sq: Strategjia e transmetimit të rrjetit
sv: Nätverkssändningsstrategi
sw: Mkakati wa matangazo ya mtandao
tg: Стратегияи пахши шабака
tk: Tor ýaýlym strategiýasy
tl: Diskarte sa pag-broadcast ng network
tr: Ağ yayın stratejisi
tt: Челтәр тапшыру стратегиясе
ur: نیٹ ورک کی نشریاتی حکمت عملی
uz: Tarmoq translyatsiyasi strategiyasi
vi: Chiến lược phát sóng mạng
xh: Isicwangciso sokusasaza inethiwekhi
zu: Isu lokusakaza lenethiwekhi

source: Advertiser tracking & conversion
af: Adverteerderopsporing en -omskakeling
am: የአስተዋዋቂ መከታተያ እና መለወጥ
ar: تتبع المعلن والتحويل
az: Reklamverənin izlənməsi və çevrilməsi
bg: Проследяване и конверсия на рекламодатели
ca: Seguiment i conversió d’anunciants
cs: Sledování a konverze inzerenta
cy: Olrhain a throsi hysbysebwr
da: Annoncørsporing og konvertering
de: Nachverfolgung und Conversion von Werbetreibenden
el: Παρακολούθηση & μετατροπή διαφημιζόμενου
eo: Reklamanto-spurado kaj konvertiĝo
et: Reklaamijate jälgimine ja konversioon
eu: Iragarleen jarraipena eta bihurketa
fa: ردیابی و تبدیل تبلیغات
fi: Mainostajien seuranta ja tulos
fr: Suivi et conversion des annonceurs
fy: Reklame folgje & konverzje
ga: Rianú & tiontú fógróra
gd: Rianachd & tionndadh sanasachd
gl: Seguimento e conversión de anunciantes
hr: Praćenje i konverzija oglašivača
hu: Hirdetői követés és konverzió
hy: Գովազդատուի հետևում և փոխարկում
id: Pelacakan & konversi pengiklan
is: Rekja spor einhvers auglýsanda
iw: מעקב והמרת מפרסמים
ja: 広告主の追跡とコンバージョン
kk: Жарнама берушіні бақылау және түрлендіру
ku: Trackopandin & zivirandina reklamker
ky: Жарнамачыны көзөмөлдөө жана которуу
lb: Annonceur Tracking & Konversioun
lt: Reklamuotojų stebėjimas ir konversija
lv: Reklāmdevēju izsekošana un reklāmguvumi
mg: Fanarahana sy fanovana ny mpanao dokam-barotra
mi: Kaitono aroturuki me te huringa
ms: Penjejakan & penukaran pengiklan
mt: Traċċar u konverżjoni ta 'min jirreklama
nl: Tracking en conversie van adverteerders
no: Annonsørsporing og konvertering
pl: Śledzenie i konwersja reklamodawców
ps: د اعلان کونکي تعقیب او تبادله
pt: Rastreamento e conversão de anunciantes
ro: Urmărirea și conversia agenților de publicitate
sd: اشتهار ڏيندڙ جي ڳولا ۽ تبديلي
sk: Sledovanie a konverzia inzerenta
sl: Sledenje in konverzija oglaševalcev
sq: Gjurmimi dhe konvertimi i reklamuesit
sv: Annonsörspårning och konvertering
sw: Ufuatiliaji wa mtangazaji na ubadilishaji
tg: Пайгирии рекламадиҳанда ва табдили
tk: Mahabat berijini yzarlamak we öwürmek
tl: Pagsubaybay at pag-convert ng Advertiser
tr: Reklamveren izleme ve dönüştürme
tt: Реклама бирүчене күзәтү һәм конверсия
ur: مشتہر سے باخبر رہنے اور تبادلوں سے
uz: Reklama beruvchini kuzatish va konvertatsiya qilish
vi: Theo dõi và chuyển đổi của nhà quảng cáo
xh: Ukulandela umkhondo kunye nokuguqula
zu: Ukulandela umkhangisi nokuguqulwa

source: Tracking strategy
af: Dopstrategie
am: የመከታተል ስትራቴጂ
ar: استراتيجية التتبع
az: İzləmə strategiyası
bg: Стратегия за проследяване
ca: Estratègia de seguiment
cs: Strategie sledování
cy: Strategaeth olrhain
da: Sporingsstrategi
de: Tracking-Strategie
el: Στρατηγική παρακολούθησης
eo: Spura strategio
et: Jälgimisstrateegia
eu: Jarraipen estrategia
fa: استراتژی ردیابی
fi: Seurantastrategia
fr: Stratégie de suivi
ga: Straitéis rianaithe
gd: Ro-innleachd tracadh
gl: Estratexia de seguimento
hr: Strategija praćenja
hu: Nyomkövetési stratégia
hy: Հետևելու ռազմավարություն
id: Strategi pelacakan
is: Rekja stefna
iw: אסטרטגיית מעקב
ja: 追跡戦略
kk: Қадағалау стратегиясы
ku: Stratejiya şopandinê
ky: Көз салуу стратегиясы
lb: Tracking Strategie
lt: Stebėjimo strategija
lv: Izsekošanas stratēģija
mg: Paikady fanarahana
mi: Rautaki aroturuki
ms: Strategi penjejakan
mt: Strateġija ta 'traċċar
nl: Volgstrategie
no: Sporingsstrategi
pl: Strategia śledzenia
ps: د تعقیب ستراتیژي
pt: Estratégia de rastreamento
ro: Strategia de urmărire
sd: باخبر رکڻ جي حڪمت عملي
sk: Stratégia sledovania
sl: Strategija sledenja
sq: Strategjia e përcjelljes
sv: Spårningsstrategi
sw: Mkakati wa ufuatiliaji
tg: Стратегияи пайгирӣ
tk: Gözleg strategiýasy
tl: Diskarte sa pagsubaybay
tr: İzleme stratejisi
tt: Күзәтү стратегиясе
ur: ٹریکنگ کی حکمت عملی
uz: Kuzatish strategiyasi
vi: Chiến lược theo dõi
xh: Isicwangciso sokulandelela
zu: Isu lokulandelela

source: Conversion strategy
af: Omskakelingsstrategie
am: የልወጣ ስልት
ar: استراتيجية التحويل
az: Dönüşüm strategiyası
bg: Стратегия за преобразуване
ca: Estratègia de conversió
cs: Strategie konverze
cy: Strategaeth trosi
da: Konverteringsstrategi
de: Conversion-Strategie
el: Στρατηγική μετατροπής
eo: Konverta strategio
et: Konversioonistrateegia
eu: Bihurketa estrategia
fa: استراتژی تبدیل
fi: Muuntostrategia
fr: Stratégie de conversion
fy: Konverzje strategy
ga: Straitéis chomhshó
gd: Ro-innleachd tionndaidh
gl: Estratexia de conversión
hr: Strategija pretvorbe
hu: Konverziós stratégia
hy: Փոխարկման ռազմավարություն
id: Strategi konversi
is: Viðskiptastefna
iw: אסטרטגיית המרה
ja: 変換戦略
kk: Конверсия стратегиясы
ku: Stratejiya veguherînê
ky: Конверсиялык стратегия
lb: Konversiounsstrategie
lt: Konversijos strategija
lv: Reklāmguvuma stratēģija
mg: Paikadim-panovana
mi: Rautaki hurihanga
ms: Strategi penukaran
mt: Strateġija ta 'konverżjoni
nl: Conversiestrategie
no: Konverteringsstrategi
pl: Strategia konwersji
ps: د تبادلې تګلاره
pt: Estratégia de conversão
ro: Strategia de conversie
sd: تبادلي جي حڪمت عملي
sk: Stratégia premeny
sl: Strategija pretvorbe
sq: Strategjia e konvertimit
sv: Konverteringsstrategi
sw: Mkakati wa ubadilishaji
tg: Стратегияи конверсия
tk: Öwürmek strategiýasy
tl: Diskarte sa conversion
tr: Dönüşüm stratejisi
tt: Конверсия стратегиясе
ur: تبادلوں کی حکمت عملی
uz: Konversiya strategiyasi
vi: Chiến lược chuyển đổi
xh: Isicwangciso sokuguqula
zu: Isu lokuguqula

source: MasterTag URL
am: ማስተርታግ ዩ.አር.ኤል.
bg: URL адрес на MasterTag
ca: URL de MasterTag
cs: Adresa URL hlavního tagu
cy: URL MasterTag
el: Διεύθυνση URL MasterTag
et: MasterTagi URL
eu: MasterTag URLa
fa: آدرس MasterTag
fr: URL MasterTag
ga: URL MasterTag
gd: URL MasterTag
gl: URL de MasterTag
hr: URL glavne oznake
hy: MasterTag- ի URL
id: URL MasterTag
is: Slóð MasterTag
iw: כתובת אתר MasterTag
ja: MasterTagのURL
mg: URL MasterTag
ms: URL MasterTag
mt: URL MasterTag
pl: Adres URL MasterTag
ps: د ماسټر ټګ یو آر ایل
pt: URL MasterTag
ro: Adresa URL MasterTag
sd: ماسٽر ٽيگ URL
sk: URL hlavnej značky
sl: URL MasterTag
sq: URL e MasterTag
sw: URL ya MasterTag
tg: URL-и MasterTag
tr: MasterTag URL'si
ur: ماسٹر ٹیگ یو آر ایل
uz: MasterTag URL manzili
vi: URL MasterTag
xh: I-MasterTag URL
zu: I-MasterTag URL

source: Shortcodes
af: Kortkodes
am: አቋራጭ ኮዶች
ar: الرموز القصيرة
az: Qisa kodlar
bg: Шорткодове
ca: Codis curts
cs: Krátké kódy
cy: Codau byr
da: Kortkoder
el: Σύντομοι κωδικοί
eo: Mallongaj kodoj
et: Lühikoodid
eu: Kode laburrak
fa: کد کوتاه
fi: Pikakoodit
fr: Codes courts
ga: Aicearraí
gl: Códigos curtos
hr: Kratki kodovi
hy: Կարճ ծածկագրեր
id: Kode pendek
is: Stuttkóðar
iw: קיצורי דרך
ja: ショートコード
kk: Қысқа кодтар
ku: Kurter kod
lb: Kuerzcoden
lt: Trumpieji kodai
lv: Īsie kodi
mi: Waehere Poto
ms: Kod pendek
no: Kortkoder
ps: لنډکوډونه
sd: مختصر ڪوڊ
sk: Skratky
sl: Kratke kode
sq: Kodet e shkurtra
sv: Kortkoder
sw: Njia fupi
tg: Рамзҳои кӯтоҳ
tk: Gysga kodlar
tl: Mga Shortcode
tr: Kısa kodlar
tt: Кыска кодлар
ur: شارٹ کوڈز
uz: Qisqa kodlar
vi: Mã ngắn
xh: Iikhowudi ezimfutshane
zu: Amakhodi amafushane

source: Advanced
af: Gevorderd
am: የላቀ
ar: المتقدمة
az: Qabaqcıl
bg: Разширено
ca: Avançat
cs: Pokročilý
cy: Uwch
da: Fremskreden
de: Fortgeschrittene
el: Προχωρημένος
eo: Altnivela
et: Täpsem
eu: Aurreratua
fa: پیشرفته
fi: Pitkälle kehittynyt
fr: Avancée
fy: Avansearre
ga: Ardleibhéal
gd: Adhartach
gl: Avanzado
hr: Napredna
hu: Fejlett
hy: Առաջադեմ
id: Maju
is: Lengra komnir
iw: מִתקַדֵם
ja: 高度な
kk: Озат
ku: Pêşveçû
ky: Өркүндөтүлгөн
lb: Fortgeschratt
lt: Išplėstinė
lv: Papildu
mi: Arā Atu Anō
ms: Mahir
mt: Avvanzat
nl: Geavanceerd
no: Avansert
pl: zaawansowane
ps: پرمختللی
pt: Avançado
ro: Avansat
sd: ترقي يافته
sk: Pokročilé
sl: Napredno
sq: Avancuar
sv: Avancerad
sw: Imesonga mbele
tk: Ösen
tr: ileri
tt: Алга
ur: اعلی درجے کی
uz: Ilg'or
vi: Nâng cao
xh: Phambili
zu: Kuthuthukile

source: Profiling
am: መገለጫ
ar: التنميط
az: Profilləşdirmə
bg: Профилиране
ca: Perfils
cs: Profilování
cy: Proffilio
da: Profilering
de: Profilerstellung
el: Προφίλ
eo: Profilado
et: Profileerimine
eu: Profilajea
fa: نمایه سازی
fi: Profilointi
fr: Profilage
fy: Profilen
ga: Próifíliú
gd: Pròifil
gl: Perfís
hr: Profiliranje
hu: Profilozás
hy: Պրոֆիլավորում
iw: פרופיל
ja: プロファイリング
kk: Профильдеу
ku: Profîlkirin
ky: Профилдөө
lb: Profiléiere
lt: Profiliavimas
lv: Profilēšana
mi: Kōtaha
ms: Profil
mt: Profil
nl: Profilering
no: Profilering
pl: Profilowy
ps: پروفایل کول
ro: Profilare
sd: پروفائيلنگ
sk: Profilovanie
sl: Profiliranje
sq: Profilizimi
sv: Profilering
sw: Profaili
tg: Профилсозӣ
tk: Profil
tl: Pagtatala
tr: Profil oluşturma
tt: Профиль
ur: پروفائلنگ
uz: Profilni yaratish
vi: Hồ sơ
xh: Ukwenza iprofayili
zu: Ukwenza imininingwane

source: Network
af: Netwerk
am: አውታረ መረብ
ar: شبكة الاتصال
az: Şəbəkə
bg: Мрежа
ca: Xarxa
cs: Síť
cy: Rhwydwaith
da: Netværk
de: Netzwerk
el: Δίκτυο
eo: Reto
et: Võrk
eu: Sarea
fa: شبکه
fi: Verkko
fr: Réseau
fy: Netwurk
ga: Líonra
gd: Lìonra
gl: Rede
hr: Mreža
hu: Hálózat
hy: Անց
id: Jaringan
is: Net
iw: רֶשֶׁת
ja: 通信網
kk: Желі
ku: Torgilok
ky: Тармак
lb: Netzwierk
lt: Tinklas
lv: Tīkls
mi: Whatunga
ms: Rangkaian
mt: Netwerk
nl: Netwerk
no: Nettverk
pl: Sieć
ps: جال
pt: Rede
ro: Reţea
sd: نيٽورڪ
sk: Sieť
sl: Omrežje
sq: Rrjeti
sv: Nätverk
sw: Mtandao
tg: Шабака
tk: Tor
tr: Ağ
tt: Челтәр
ur: نیٹ ورک
uz: Tarmoq
vi: Mạng lưới
xh: Inethiwekhi
zu: Inethiwekhi

source: Mode
af: Wyse
am: ሞድ
ar: الوضع
az: Rejim
bg: Режим
cs: Režim
cy: Modd
de: Modus
el: Τρόπος
eo: Reĝimo
et: Režiim
eu: Modu
fa: حالت
fi: Tila
fy: Wize
ga: Mód
gd: Modh
gl: Modo
hr: Način rada
hu: Mód
hy: Ռեժիմ
iw: מצב
ja: モード
kk: Режим
ku: Awa
ky: Режим
lb: Modus
lt: Režimas
lv: Režīms
mi: Aratau
ms: Mod
mt: Modalità
nl: Modus
no: Modus
pl: Tryb
ps: حالت
pt: Modo
ro: Mod
sd: موڊ
sk: Režim
sl: Način
sq: Modaliteti
sv: Läge
sw: Njia
tg: Усул
tk: Reodeim
tr: Mod
tt: Тәртип
ur: وضع
uz: Rejim
vi: Chế độ
xh: Indlela
zu: Imodi
