Repository: common-repository/attrace
Catalog: languages/attrace-ha.po
Languages: ha

source: Configure
ha: Sanya

source: Configuration
ha: Kanfigareshan

source: Account
ha: Asusun

source: Clickout Path
ha: Hanyar Clickout

source: Network broadcast strategy
ha: Hanyar watsa shirye-shiryen watsa shirye-shirye

source: Advertiser tracking & conversion
ha: Bibiyar mai talla da juyowa

source: Tracking strategy
ha: Dabarar bin sawu

source: Conversion strategy
ha: Dabarar canzawa

source: Shortcodes
ha: Gajerun hanyoyi

source: Advanced
ha: Na ci gaba

source: Profiling
ha: Bayani

source: Network
ha: Hanyar sadarwa

source: Mode
ha: Yanayin

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
ha: Wannan ɓangaren don saiti ne da saitunan canzawa. Idan kai mai bugawa ne (don haka kawai ana hidimtawa clickouts), wannan sashin ba shi da mahimmanci a gare ku.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
ha: Za ku yi amfani da adireshin jama'a don ƙarawa azaman alamar meta ga taken shafin yanar gizonku. Ta wannan hanyar Attrace Network na iya tabbatar da mai wannan adireshin jama'a hakika shine mamallakin wannan rukunin yanar gizon. Hakanan ana amfani da wannan adireshin idan kuna son yin amfani da saka idanu akan mahaɗinku don bincika tsaro.

source: Copy the public address from the Attrace menu and paste it in the text field above:
ha: Kwafa adireshin jama'a daga menu na Jan hankali kuma liƙa shi a filin rubutu da ke sama:

source: The click-out URL to the page you want to promote will look like this:
ha: URL ɗin dannawa zuwa shafin da kake son haɓakawa zai yi kama da wannan:

source: Change this value if you would like another URL
ha: Canja wannan ƙimar idan kuna son wani URL

source: Direct (blocking)
ha: Kai tsaye (tarewa)

source: Queue (using WP Cron)
ha: Layi (ta amfani da WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
ha: Dabarun watsa shirye-shiryen hanyar sadarwa suna yanke hukunci idan ya kamata a sanya maballin a kan layi da kuma sarrafa shi daga baya ta cronjob, ko kuma kai tsaye aka zartar da shi <br/> (wanda zai iya haifar da ɗan jinkiri a cikin turawa ga mai tallata ku).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
ha: <strong> Kai tsaye: </strong> (Default) Watsawa zuwa cibiyar sadarwar kafin a karkatar da mai amfani (kuma ya toshe mai amfani).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
ha: Jerin layi: </strong> Saurin aiwatar da bayanan baya, inda zaren bango ko jerin gwano ke watsa shirye-shiryen zuwa cibiyar sadarwar kusa da ainihin lokacin. Ana buƙatar WP Cron kunna

source: Backend
ha: Baya

source: Javascript Clientside
ha: Javascript Abokin Ciniki

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
ha: Ga masu talla, dabarun bin diddigin yana ƙayyade yadda mahaɗin ke saita kukis. <br/> Idan za ta yiwu, yi amfani da bin diddigin gefen uwar garke (misali a cikin WooCommerce). JS mtag laburare yana cikin wannan yanayin ba'a amfani dashi.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
ha: <strong> Bayani: </strong> (Default) Kayan aikin uwar garke yana ƙara taken kai-Cookie.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
ha: <strong> Javascript Abokin ciniki: </strong> Javascript mastertag yana saita kukis na bin sawu.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
ha: Ga masu tallace-tallace, dabarun canzawa yana ƙayyade yadda ake ƙirƙirar jujjuyawar. Lokacin da aka kunna, Woocommerce na iya aiwatar da sabar juyawa a ciki. <br/> Idan kun yi amfani da wani tsarin cinikayya, ko dai yi amfani da Javascript ko gajerun hanyoyi don ƙirƙirar juyawar, ko aiwatar da canjin cikin maganinku.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
ha: <strong> Bayani: </strong> (Default) Kayan aikin uwar garke yana kula da jujjuyawar.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
ha: <strong> Javascript Abokin Ciniki: </strong> Javascript tag yana iya canzawa.

source: No profiling
ha: Babu bayyanawa

source: All
ha: Duk

source: This option additional tracing level for performance and debugging.
ha: Wannan zaɓin ƙarin matakin bin diddigi don aiwatarwa da lalatawa.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
ha: <strong> Babu bayanin martaba: </strong> (Default) Babu kunna farfaganda (mai kyau aiki).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
ha: <strong> Duk: </strong> Cire duk buƙatun tare da bayyanawa (kaskantar aiki)

source: Development
ha: Ci gaba

source: Environment setting in which this plugin is running
ha: Yanayin muhalli wanda wannan plugin ɗin yake gudana

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
ha: Productionaddamarwa: </strong> (Tsohuwar) Tabbacin cewa duk abubuwan haɓaka suna ƙuntatawa.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
ha: <strong> Haɓakawa: </strong> An kunna yanayin cire kuskure, na iya fallasa phpinfo da sauran bayanai masu mahimmanci na yanayi.

source: This option additional determines which network the connector is publishing its transactions.
ha: Wannan ƙarin zaɓi yana ƙayyade wane hanyar sadarwar da mahaɗin ke buga ayyukanta.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
ha: <strong> Betanet: </strong> (Default) Yanayin samarwa na Attrace.network, don buga ma'amaloli na ainihi

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
ha: <strong> Testnet: </strong> Yanayin gwaji na Attrace.network, yi amfani da wannan don gwaji ko cire kuskure dalilai kawai

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
ha: Wannan yana daidaita babban kundin tsarin yanar gizo wanda kake son hadawa a shafinka, ingantaccen URL na yanzu shine:

source: You can also use a versioned url with 8 characters to avoid caching, like:
ha: Hakanan zaka iya amfani da url mai fasali tare da haruffa 8 don kaucewa ɓoyewa, kamar:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
ha: Arshen url ya zama "js" amma zaka iya amfani da wani mai raba, kamar "_js" don gujewa ɓoye nginx da irin wannan.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
ha: Danna maballin da ke sama don ganin idan an loda JS ɗinka yadda ya kamata, kuma canza haɓaka idan akwai matsala.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
ha: Yi amfani da wannan gajeren lambar don haɗawa da Jagora Tag Javascript akan shafi ko matsayi.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
ha: Yi amfani da wannan gajeriyar hanya don kiran aikin Sayarwa (yi amfani da wannan misali a shafin godiya).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
ha: Yi amfani da wannan gajeriyar hanyar don kiran aikin Gubar (yi amfani da wannan misali a kan layin da aka sa wa harafin labarai).

source: Add Integration
ha: Integara Haɗuwa

source: Configuration code
ha: Lambar daidaitawa

source: The Base32 configuration code that has been provided is invalid. Please try again.
ha: Lambar daidaitawa ta Base32 da aka bayar bata da inganci. Da fatan a sake gwadawa.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
ha: Wannan yarjejeniya - wakilcin kashe hade ya wanzu. Cire tsohon akan don ƙara wannan sabo.

source: Copy the configuration code from the dashboard
ha: Kwafa lambar sanyi daga dashboard

source: Paste it in the text field below
ha: Manna shi a filin rubutu da ke ƙasa

source: Press the submit button
ha: Latsa maɓallin sallamawa

source: Integrations
ha: Haɗuwa

source: Cancel
ha: Soke

source: Submit
ha: Sallama

source: Add New
ha: Newara Sabo

source: Save Changes
ha: Ajiye Canje-canje

source: Docs
ha: Takardun

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
ha: Jan hankali al'ada ce da aka keɓe toshe mai ikon yin rajista da duba duk wani talla da aka danna akan sarkar. Wannan kayan aikin yana ba ku damar gudanar da yarjejeniyoyinku, yana ba da gajerun hanyoyi da dannawa, da kuma sanya hannu kan ma'amaloli akan sarkar jama'a.
