Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
af: <strong> Javascript Clientside: </strong> Javascript mastertag stel die opsporingskoekies in.
am: የጃቫ እስክሪፕት ደንበኛ </ strong> የጃቫ ስክሪፕት ማስተርታግ የመከታተያ ኩኪዎችን ያዘጋጃል ፡፡
ar: <strong> Javascript Clientside: </strong> يعيّن Mastertag Javascript ملفات تعريف الارتباط للتتبع.
az: <strong> Javascript Clientside: </strong> Javascript mastertag izləmə çerezlərini təyin edir.
bg: <strong> Javascript Clientside: </strong> Javascript mastertag задава бисквитките за проследяване.
ca: <strong> Javascript Clientside: </strong> l’etiqueta principal de Javascript estableix les cookies de seguiment.
cs: <strong> Javascript Clientside: </strong> Mastertag Javascript nastavuje sledovací soubory cookie.
cy: <strong> Javascript Clientside: </strong> Mae Javascript mastertag yn gosod y cwcis olrhain.
da: <strong> Javascript Clientside: </strong> Javascript mastertag indstiller sporingscookies.
de: <strong> Javascript-Client-Seite: </ strong> Javascript-Mastertag setzt die Tracking-Cookies.
el: <strong> Javascript Clientside: </strong> Η κύρια ετικέτα Javascript ορίζει τα cookie παρακολούθησης.
eo: <strong> Ĝavaskripta klienta flanko: </strong> Ĝavaskripta majstra etikedo agordas la spurajn kuketojn.
et: <strong> Javascripti klientide pool: </strong> Javascripti mastagem määrab jälgimisküpsised.
eu: <strong> Javascript bezeroa: </strong> Javascript mastertag-ek jarraipen cookieak ezartzen ditu.
fa: <strong> Javascript Clientside: </strong> Javascript mastertag کوکی های پیگیری را تنظیم می کند.
fi: <strong> Javascript Clientide: </strong> Javascriptin mastertag asettaa seurantaevästeet.
fr: <strong> Javascript Clientide: </strong> Javascript mastertag définit les cookies de suivi.
fy: <strong> Javascript Clientside: </strong> Javascript mastertag stelt de trackingkoekjes yn.
ga: <strong> Javascript Clientside: </strong> Socraíonn mastertag Javascript na fianáin rianaithe.
gd: <strong> Javascript Clientside: </strong> Bidh Javascript mastertag a ’suidheachadh na briosgaidean tracadh.
gl: <strong> Cliente Javascript: </strong> a etiqueta mestra Javascript define as cookies de seguimento.
hr: <strong> Javascript Clientside: </strong> glavna oznaka Javascripta postavlja kolačiće za praćenje.
hu: <strong> Javascript kliensoldal: </strong> a Javascript mestercímke állítja be a követési sütiket.
hy: <strong> Javascript Clientside: </strong> Javascript mastertag- ը սահմանում է հետևող թխուկները:
id: <strong> Sisi Klien Javascript: </strong> Mastertag javascript menyetel cookie pelacakan.
is: <strong> Javascript viðskiptavinur: </strong> Javascript mastertag setur rakningarkökurnar.
iw: <strong> Javascript Clientside: </strong> </strong> Javascript mastertag מגדיר את קובצי ה- Cookie למעקב.
ja: <strong> Javascriptクライアントサイド：</ strong> JavascriptマスタータグはトラッキングCookieを設定します。
kk: <strong> Javascript Clientside: </strong> Javascript шебер-тегі бақылау кукилерін орнатады.
ku: <strong> Clientside Javascript: </strong> Javascript mastertag cookie-yên şopandinê saz dike.
ky: <strong> Javascript Clientside: </strong> Javascript мастертеги көзөмөлдөө кукилерин орнотот.
lb: <strong> Javascript Clientside: </strong> Javascript Mastertag setzt d'Tracking Cookien.
lt: <strong> „Javascript“ kliento pusė: </strong> „JavaScript“ pagrindinis žymėjimas nustato stebėjimo slapukus.
lv: <strong> Javascript Clientide: </strong> Javascript mastertag iestata izsekošanas sīkfailus.
mg: <strong> Javascript Clientside: </strong> Ny javascript mastertag dia mametraka ny cookies madiodio.
mi: <strong> KaitohaJavascript: </strong> Ko te tohuJavascript mastertag e whakatuu ana i nga pihikete tirotiro.
ms: <strong> Javascript Clientside: </strong> Javascript mastertag menetapkan kuki penjejakan.
mt: <strong> Javascript Clientside: </strong> Javascript mastertag jistabbilixxi l-cookies tat-traċċar.
nl: <strong> Javascript Clientside: </strong> Javascript mastertag stelt de tracking cookies in.
no: <strong> Javascript Clientside: </strong> Javascript mastertag angir sporingscookies.
pl: <strong> Strona klienta Javascript: </strong> tag główny JavaScript ustawia śledzące pliki cookie.
ps: <strong> جاواسکریپټ مراجعین: </ strong> جاواسکریپټ ماسټر ټګ د تعقیب کوکیز ټاکي.
pt: <strong> Lado do cliente Javascript: </strong> a mastertag Javascript define os cookies de rastreamento.
ro: <strong> Javascript Clientside: </strong> eticheta master Javascript setează cookie-urile de urmărire.
sd: <strong> جاوا اسڪرپٽ ڪلائينٽ: </strong> جاوا اسڪرپٽ ماسٽر ٽيگ ٽريڪنگ ڪوڪيز کي سيٽ ڪري ٿو.
sk: <strong> Javascript Clientside: </strong> Mastertag Javascript nastavuje sledovacie súbory cookie.
sl: <strong> Javascript Clientside: </strong> glavna oznaka Javascript nastavi piškotke za sledenje.
sq: <strong> Javascript Clientside: </strong> Javascript mastertag vendos cookie-t e ndjekjes.
sv: <strong> Javascript Clientside: </strong> Javascript mastertag anger spårningskakor.
sw: <strong> Mteja wa Javascript: </strong> Javascript mastertag inaweka kuki za ufuatiliaji.
tg: <strong> Javascript Clientside: </strong> Мастертеги Javascript кукиҳои пайгирӣ таъин мекунад.
tk: <strong> Javascript Müşderisi: </strong> Javascript mastertag yzarlaýyş gutapjyklaryny düzýär.
tl: <strong> Javascript Clientside: </strong> Itinatakda ng masterav ng Javascript ang mga cookies sa pagsubaybay.
tr: <strong> Javascript Clientside: </strong> Javascript mastertag, izleme çerezlerini ayarlar.
tt: <strong> Javascript клиентлары: </strong> Javascript мастер-тэг күзәтү кукиларын куя.
ur: <strong> جاوا اسکرپٹ کلائنٹ سائیڈ: </ strong> جاوا اسکرپٹ ماسٹر ٹیگ ٹریکنگ کوکیز کا تعین کرتا ہے۔
uz: <strong> Javascript Clientside: </strong> Javascript mastertag kuzatuv cookie-fayllarini o'rnatadi.
vi: <strong> Javascript Clientside: </strong> Thẻ chính Javascript đặt cookie theo dõi.
xh: I-Javascript Clientside: </strong> I-Javascript mastertag iseta ii-cookies zokulandela umkhondo.
zu: <strong> I-Javascript Clientside: </strong> I-Javascript mastertag isetha amakhukhi okulandela umkhondo.
