Repository: common-repository/attrace
Catalog: languages/attrace-st.po
Languages: st

source: Configure
st: Lokisa

source: Configuration
st: Tlhophiso

source: Account
st: Ak'haonte

source: Clickout Path
st: Tsela ea Tlanya

source: Network broadcast strategy
st: Leano la phatlalatso ea marang-rang

source: Advertiser tracking & conversion
st: Tsamaiso ea papatso le phetoho

source: Tracking strategy
st: Leano la ho latela

source: Conversion strategy
st: Leano la phetoho

source: MasterTag URL
st: URL ea MasterTag

source: Shortcodes
st: Likhoutu tse khutšoane

source: Advanced
st: E tsoetse pele

source: Profiling
st: Ho profeta

source: Network
st: Marangrang

source: Mode
st: Mokgwa

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
st: Karolo ena ke ea ho latela le ho fetola maemo. Haeba u mohatisi (kahoo u sebeletsa feela li-clickout), karolo ena ha e na thuso ho uena.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
st: Aterese ea sechaba ea Attrace e tla sebelisoa ho kenyelletsa meta tag ho hlooho ea sebaka sa hau sa marang-rang. Ka tsela ena Attrace Network e ka netefatsa hore na mong'a aterese ena ea sechaba ke mong'a sebaka sena sa marang-rang. Hape aterese ena e sebelisoa haeba u lakatsa ho sebelisa leihlo sehokelong sa hau ho lekola ts'ireletso.

source: Copy the public address from the Attrace menu and paste it in the text field above:
st: Kopitsa aterese ea sechaba ho tsoa ho Attrace menu ebe u e maneha tšimong e ngotsoeng kaholimo:

source: The click-out URL to the page you want to promote will look like this:
st: URL e tobetsoang ho leqephe leo u batlang ho le khothaletsa e tla shebahala tjena:

source: Change this value if you would like another URL
st: Fetola boleng bona haeba o batla URL e ngoe

source: Direct (blocking)
st: Ka kotloloho (thibela)

source: Queue (using WP Cron)
st: Mola (o sebelisa WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
st: Leano la phatlalatso la marang-rang le etsa qeto ea hore na ho tlanya ho lokela ho beoa lethathamong ebe ho sebetsoa hamorao ke cronjob, kapa ho etsoa ka kotloloho <br/> (e ka bakang ho lieha hanyane ho lebiseng ho mobapatsi oa hau).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
st: <strong> Direct: </strong> (Default) Phatlalatsa marang-rang pele mosebelisi a khutlisetsoa tseleng (mme a thiba mosebelisi).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
st: <strong> Leqhoa: </strong> Ho sebetsana le semelo se potlakileng, moo khoele ea morao-rao kapa mola o hasang ho netweke haufi le nako ea nnete. Litlhoko tsa WP Cron li nolofalitsoe

source: Backend
st: Khutlela morao

source: Javascript Clientside
st: Moahloli Javascript

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
st: Bakeng sa babapatsi, leano la ho latedisa ke lona le khethollang hore na sehokelo se beha li-cookies joang. Laebrari ea JS mtag ha e sebelisoe ntlheng ena.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
st: <strong> Backend: </strong> (Default) Mojule oa seva o eketsa lihlooho tsa Set-Cookie.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
st: <strong> Moahloli oa Javascript: </strong> Javascript mastertag e beha li-cookie tsa ho latedisa.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
st: Bakeng sa babapatsi, leano la phetoho le khetholla hore na phetoho e etsoa joang. Ha e nolofalitsoe, Woocommerce e ka hlahisa serveride ea phetoho.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
st: <strong> Backend: </strong> (Default) Mojule oa seva o sebetsana le liphetoho.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
st: <strong> Javascript Clientside: </strong> Letlapa la Javascript le sebetsana le liphetoho.

source: No profiling
st: Ha ho profiling

source: All
st: Kaofela

source: This option additional tracing level for performance and debugging.
st: Khetho ena e latela boemo ba ts'ebetso le ho lokisa bothata.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
st: <strong> Ha ho profiling: </strong> (Ka boiketsetso) Ha ho profiling e nolofalitsoeng (ts'ebetso e ntle).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
st: <strong> Tsohle: </strong> Tlosa likopo tsohle ka profiling (ts'ebetso e nyonyehang)

source: Production
st: Tlhahiso

source: Development
st: Nts'etsopele

source: Environment setting in which this plugin is running
st: Boemo ba tikoloho moo plugin ena e sebetsang teng

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
st: <strong> Tlhahiso: </strong> (Ya kamehla) E netefatsa hore mesebetsi yohle e hlahisang e holofetse.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
st: <strong> Nts'etsopele: </strong> Mokhoa oa ho lokisa o lumelletsoe, o kanna oa pepesa phpinfo le lintlha tse ling tse utloisang bohloko tikolohong.

source: This option additional determines which network the connector is publishing its transactions.
st: Khetho ena e kenyelletsa hore na sehokelo sa sehokelo se phatlalatsa marang-rang afe.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
st: <strong> Betanet: </strong> (Default) Tikoloho ea tlhahiso ea Attrace.network, ho phatlalatsa litšebelisano tsa 'nete

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
st: <strong> Testnet: </strong> Tikoloho ea liteko ea Attrace.network, sebelisa sena bakeng sa liteko kapa merero ea ho lokisa feela

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
st: Sena se hlophisa mastertag lib eo u batlang ho e kenyelletsa leqepheng la hau, URL e hlophisitsoeng hajoale ke:

source: You can also use a versioned url with 8 characters to avoid caching, like:
st: U ka sebelisa url e ntlafalitsoeng e nang le litlhaku tse 8 ho qoba ho ts'oaroa, joalo ka:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
st: Qetellong ea url e lokela ho ba "js" empa o ka sebelisa searohanyi se seng, joalo ka "_js" ho qoba caching ea nginx joalo-joalo.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
st: Tobetsa ho lihokela tse kaholimo ho bona hore na JS ea hau e laetsoe hantle, 'me u fetole li-extensions haeba ho na le mathata.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
st: Sebelisa shortcode ena ho kenyelletsa Master Tag Javascript leqepheng kapa poso.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
st: Sebelisa shortcode ena ho kopa mohato oa thekiso (sebelisa mohlala ho leqephe la teboho).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
st: Sebelisa shortcode ena ho kopa mohato oa Moetapele (sebelisa sena ka mohlala ho ngolisitsoeng ho lengolo la litaba).

source: Add Integration
st: Kenya kopanyo

source: Configuration code
st: Khoutu ea phetolo

source: The Base32 configuration code that has been provided is invalid. Please try again.
st: Khoutu ea phetisetso ea Base32 e fanoeng ha e sebetse Ka kopo leka hape.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
st: Tumellano ena - ho fana ka tumello ea ho kopanya e se e ntse e le teng Tlosa ea khale ho kenya ena e ncha.

source: Copy the configuration code from the dashboard
st: Kopitsa khoutu ea tlhophiso ho tsoa ho dashboard

source: Paste it in the text field below
st: E peista tšimong e ngotsoeng ka tlase

source: Press the submit button
st: Tobetsa konopo ea ho romella

source: Integrations
st: Lits'ebetsong

source: Cancel
st: Hlakola

source: Submit
st: Ikokobelletsa

source: Add New
st: Kenya Ncha

source: Save Changes
st: Boloka Liphetoho

source: Docs
st: Litokomane

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
st: Attrace ke moetlo o entsoeng oa blockchain o khonang ho ingolisa le ho hlahloba papatso efe kapa efe ea papatso ka ketane. Phallo ena e u nolofalletsa ho laola litumellano tsa hau, e nolofalletsa li-shortcode le li-clickout, 'me e saena litšebelisano ho ketane ea sechaba.
