Repository: common-repository/attrace
Catalog: languages/attrace-la.po
Languages: la

source: Configuration
la: configurationis

source: Account
la: ratio

source: Clickout Path
la: Semita Clickout

source: Network broadcast strategy
la: Passim network belli

source: Advertiser tracking & conversion
la: & Conversionem advertiser tracking

source: Tracking strategy
la: belli tracking

source: Conversion strategy
la: conversionem belli

source: MasterTag URL
la: URL MasterTag

source: Advanced
la: provectus

source: Mode
la: modus

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
la: Hanc sectionem est enim conversionem tracking et occasus. Si vos es a publisher (ut modo servientes clickouts), hoc non habet locum in sectione tibi.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
la: Vos autem Attrace oratio publica adhiberi addere quasi in meta tag ad caput capitis of vestri website. Et hoc modo cognoscere poterit quod dominus ab hac publica inscriptio Attrace Network est dominus quidem huius website. Haec si vis adhibetur etiam ad uti tua vigilantia reprehendo COPULATOR ad securitatem.

source: Copy the public address from the Attrace menu and paste it in the text field above:
la: A publica inscriptio in effingo quod crustulum is menu Attrace in agro super illud:

source: The click-out URL to the page you want to promote will look like this:
la: URL quod click-ex in page mos vultus amo is vis promote;

source: Change this value if you would like another URL
la: Quod si vos would amo mutare valorem alius URL

source: Direct (blocking)
la: Recta (obturans)

source: Queue (using WP Cron)
la: Queue (uti WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
la: Click passim militarium si ponatur talis Network in queue et postea processerunt cronjob vel directe <br/> judicium (quod aliquam moram faciat ad Redirectio venditator).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
la: <Strong> Direct: </ strong> (Default) Subscribe ut network coram user determinatur (et cuneos ad usor).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
la: <Strong> queue: </ strong> Fast background processus, quo a background filo subtegminis usque ad queue broadcasting est iuxta-network realtime. WP eget Cron enabled

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
la: Pro vendo, consilium sequi velit Struit determinat quomodo iungo. <br/> potest uti servo semita parte (ut in WooCommerce). Et in hoc casu non est Victoria MTag bibliotheca uti.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
la: <Strong> Backend: </ strong> (Default) Servo paro-module adiungit Quisque capitis.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
la: <Strong> Javascript Clientside: </ strong> Javascript mastertag sets sequi velit vel ligula.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
la: Nam advertisers: conversionem ad belli decernit ut ad conversionem sit creatura. Cum enabled, Woocommerce potest perficere conversionem serverside. <br/> Si vos utor alio shopping ratio aut utor Javascript shortcodes creare aut conversionem, aut conversionem ad effectum deducendi in sententiam tuam cognoscere.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
la: <Strong> Backend: </ strong> (Default) Servo moduli aures conversione.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
la: <Strong> Javascript Clientside: </ strong> Javascript tag aures ad conversiones promovendas.

source: No profiling
la: Non profiling

source: All
la: Omnis

source: This option additional tracing level for performance and debugging.
la: Hoc additional optionem typum perficientur level et per debugging.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
la: <Strong> Non profiling: </ strong> (Default) Non profiling enabled (perficientur bonum).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
la: <Strong> Omnia: </ strong> Notice omnes petitiones cum profiling (excepta perficientur)

source: Production
la: Fabricatio

source: Environment setting in which this plugin is running
la: Currens sit amet occasu in quo is plugin

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
la: <Strong> Lorem: </ strong> (Default) omnibus praestat ut develop is disabled functionality.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
la: <Strong> Development: </ strong> Notice modus enabled, ut amet alius, et revelabo stultitiam PHPinfo info sensitivo.

source: This option additional determines which network the connector is publishing its transactions.
la: Hic determinat additional optionem iungo quod a network est publicatione sui transactions.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
la: <Strong> Betanet: </ strong> (Default) Quod in productio environment Attrace.network efflagitavit, ut verus transactions

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
la: <Strong> Testnet: </ strong> In test environment de Attrace.network, vel ad probandum hoc solum lusione cum proposita

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
la: Hoc includit vis configurat ut in lib mastertag pagina current figuram habet domicilium;

source: You can also use a versioned url with 8 characters to avoid caching, like:
la: Vos can quoque utor a versioned url ad VIII characters caching ne velut:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
la: Url sit finis 'js "sed uti se separator, sicut' _js" et vitare nginx caching.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
la: Click on the links super ut est oneratus, si recte vestram Victoria, et si quae sunt extensiones et mutare proventus.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
la: Utere Tag this shortcode includendi Magistri Javascript in pagina vel post.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
la: Shortcode uti fas appellare piumque est actio sale sit (uti exempli gratia de hoc ago tibi page).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
la: Shortcode hoc fas appellare piumque est actio Plumbum (uti exempli gratia de hunc nuntium subscripts, ad litteram).

source: Add Integration
la: Integrationem addere

source: Configuration code
la: codice configurationis

source: The Base32 configuration code that has been provided is invalid. Please try again.
la: Base32 configuratione in codice, ut irritum esse provisum. Quaero, iterum conare.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
la: Hoc consensu - Iam enim delegato subscribantur off compositum. Unus Remove senex in ordine addere novam.

source: Copy the configuration code from the dashboard
la: Effingo de configuratione ex codice ashboardday

source: Paste it in the text field below
la: Crustulum quod Textus in agro inferius

source: Press the submit button
la: Ad submittere Press button

source: Integrations
la: integrationes

source: Add New
la: addere Novum

source: Save Changes
la: mutata Servare

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
la: Et facta est consuetudo Attrace nomina dent dicatum esse non proscripta blockchain click catenam. Is plugin ope pacta absenti tamen tuam, et dat shortcodes clickouts et signa in publicum torquem transactions.
