Repository: common-repository/attrace
Catalog: languages/attrace-*.po
Languages: af, am, ar, az, bg, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr, fy, ga, gd, gl, hr, hu, hy, id, is, iw, ja, kk, ku, ky, lb, lt, lv, mg, mi, ms, mt, nl, no, pl, ps, pt, ro, sd, sk, sl, sq, sv, sw, tg, tk, tl, tr, tt, ur, uz, vi, xh, zu

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
af: Dit stel die mastertag lib op wat u op u bladsy wil insluit, en die huidige URL is:
am: ይህ በገጽዎ ላይ ሊያካትቱት የሚፈልጉትን ማስተርታብ ሊብ ያዋቅረዋል ፣ የአሁኑ የተዋቀረው ዩ.አር.ኤል.
ar: يعمل هذا على تهيئة mastertag lib الذي تريد تضمينه في صفحتك ، وعنوان URL الذي تم تكوينه حاليًا هو:
az: Bu, səhifənizə daxil etmək istədiyiniz mastertag libini konfiqurasiya edir, cari konfiqurasiya edilmiş URL:
bg: Това конфигурира lib на главния маркер, който искате да включите на вашата страница, текущият конфигуриран URL е:
ca: Això configura la lib mastertag que voleu incloure a la vostra pàgina; l'URL configurat actual és:
cs: Tím se konfiguruje lib mastertag, který chcete zahrnout na svou stránku, aktuální nakonfigurovaná adresa URL je:
cy: Mae hyn yn ffurfweddu'r lib mastertag rydych chi am ei gynnwys ar eich tudalen, yr URL cyfredol sydd wedi'i ffurfweddu yw:
da: Dette konfigurerer mastertag lib, som du vil medtage på din side, den aktuelle konfigurerede URL er:
de: Dadurch wird die Mastertag-Bibliothek konfiguriert, die Sie in Ihre Seite aufnehmen möchten. Die aktuell konfigurierte URL lautet:
el: Αυτό διαμορφώνει το lib mastertag που θέλετε να συμπεριλάβετε στη σελίδα σας, η τρέχουσα διαμορφωμένη διεύθυνση URL είναι:
eo: Ĉi tio agordas la ĉefan etikedan lib, kiun vi volas inkluzivi en via paĝo, aktuala agordita URL estas:
et: See konfigureerib mastertag libi, mille soovite oma lehele lisada, praegune konfigureeritud URL on:
eu: Honek zure orrian sartu nahi duzun mastertag lib liburua konfiguratzen du. Uneko konfiguratutako URLa hau da:
fa: این lib mastertag را که می خواهید در صفحه خود قرار دهید پیکربندی می کند ، URL پیکربندی شده فعلی:
fi: Tämä määrittää mastertag libin, jonka haluat sisällyttää sivullesi, nykyinen määritetty URL on:
fr: Cela configure la bibliothèque mastertag que vous souhaitez inclure sur votre page, l'URL actuellement configurée est:
fy: Dit konfigureart de mastertag lib dy't jo wolle opnimme op jo side, de hjoeddeiske ynstelde URL is:
ga: Cumraíonn sé seo an lib mastertag a theastaíonn uait a chur san áireamh ar do leathanach, is é an URL cumraithe reatha:
gd: Bidh seo a ’rèiteachadh an mastertag lib a tha thu airson a thoirt a-steach air do dhuilleag, is e an URL gnàthaichte gnàthaichte:
gl: Isto configura a lib mastertag que desexa incluír na súa páxina, o URL configurado actual é:
hr: Ovo konfigurira lib matične oznake koji želite uključiti na svoju stranicu, trenutni konfigurirani URL je:
hu: Ez konfigurálja az oldalra felvenni kívánt mastertag lib-t, a jelenlegi konfigurált URL a következő:
hy: Սա կարգավորում է mastertag lib- ը, որը ցանկանում եք ներառել ձեր էջում, ներկայիս կազմաձևված URL- ն է.
id: Ini mengkonfigurasi lib mastertag yang ingin Anda sertakan pada halaman Anda, URL yang dikonfigurasi saat ini adalah:
is: Þetta stillir mastertag lib sem þú vilt láta fylgja með á síðunni þinni, núverandi stillt slóð er:
iw: זה מגדיר את ה- mastertag lib שברצונך לכלול בדף שלך, כתובת ה- URL המוגדרת כעת היא:
ja: これにより、ページに含めるマスタータグlibが構成されます。現在構成されているURLは次のとおりです。
kk: Бұл сіздің парағыңызға қосқыңыз келетін mastertag lib-ді конфигурациялайды, ағымдағы конфигурацияланған URL:
ku: Ev lib-mastertag-a ku hûn dixwazin tê de li ser rûpelê xwe tê de, vesaz dike, URL-ya verastkirî ya niha ye:
ky: Бул сиздин баракчаңызга кошууну каалаган mastertag lib конфигурациялайт, учурдагы конфигурацияланган URL:
lb: Dëst konfiguréiert d'Mastertag lib déi Dir op Är Säit enthale wëllt, aktuell konfiguréiert URL ass:
lt: Tai sukonfigūruoja mastertag lib, kurį norite įtraukti į savo puslapį, dabartinis sukonfigūruotas URL yra:
lv: Tas konfigurē mastertag lib, kuru vēlaties iekļaut savā lapā, pašreizējais konfigurētais URL ir:
mg: Ity dia manitsy ny mastertag lib izay tianao hampidirina ao amin'ny pejinao, ny URL voarindra ankehitriny dia:
mi: Ka whirihorahia e koe te libt mastertag e hiahia ana koe ki te whakauru ki to whaarangi, ko te URL whirihora o naianei ko:
ms: Ini mengkonfigurasi lib mastertag yang ingin anda sertakan di halaman anda, URL yang dikonfigurasi sekarang adalah:
mt: Dan jikkonfigura l-mastertag lib li trid tinkludi fil-paġna tiegħek, il-URL kkonfigurat attwali huwa:
nl: Dit configureert de mastertag-lib die u op uw pagina wilt opnemen, de huidige geconfigureerde URL is:
no: Dette konfigurerer mastertag lib som du vil inkludere på siden din, nåværende konfigurerte URL er:
pl: Spowoduje to skonfigurowanie biblioteki mastertag, którą chcesz umieścić na swojej stronie, obecnie skonfigurowany adres URL to:
ps: دا د ماسټرټاګ لیب تنظیموي چې تاسو غواړئ په خپله پا onه کې یې شامل کړئ ، اوسني تنظیم شوي URL یې دي:
pt: Isso configura a biblioteca mastertag que você deseja incluir em sua página, a URL configurada atualmente é:
ro: Aceasta configurează lib mastertag pe care doriți să îl includeți pe pagina dvs., adresa URL configurată curent este:
sd: اهو ٺاهيل ماسٽر ٽيگ لائب کي جيڪو توهان پنهنجي پيج تي شامل ڪرڻ چاهيو ٿا ، موجوده ترتيب وار يو آر ايل آهي:
sk: Týmto sa konfiguruje mastertag lib, ktorý chcete zahrnúť na svoju stránku, aktuálna nakonfigurovaná adresa URL je:
sl: S tem konfigurirate lib glavne oznake, ki ga želite vključiti na svojo stran, trenutni konfigurirani URL je:
sq: Kjo konfiguron librat mastertag që dëshironi të përfshini në faqen tuaj, URL-ja aktuale e konfiguruar është:
sv: Detta konfigurerar mastertag lib som du vill inkludera på din sida, nuvarande konfigurerad URL är:
sw: Hii inasanidi mastertag lib ambayo unataka kuingiza kwenye ukurasa wako, URL iliyosanidiwa sasa ni:
tg: Ин lib mastertag -ро, ки шумо мехоҳед дар саҳифаи худ дохил кунед, танзим мекунад, URLи ҷории танзимшуда ин аст:
tk: Bu, sahypaňyza goşmak isleýän mastertag lib-i düzýär, häzirki düzülen URL:
tl: I-configure nito ang mastertag lib na nais mong isama sa iyong pahina, ang kasalukuyang naka-configure na URL ay:
tr: Bu, sayfanıza eklemek istediğiniz ana etiket kitaplığını yapılandırır, mevcut yapılandırılmış URL:
tt: Бу сезнең битегезгә кертергә теләгән mastertag lib конфигурациясе, хәзерге конфигурацияләнгән URL:
ur: یہ ماسٹر ٹیگ لب کو تشکیل دیتا ہے جسے آپ اپنے پیج پر شامل کرنا چاہتے ہیں ، موجودہ تشکیل شدہ URL یہ ہے:
uz: Bu sizning sahifangizga qo'shmoqchi bo'lgan mastertag lib-ni sozlaydi, joriy tuzilgan URL:
vi: Thao tác này định cấu hình lib thẻ chính mà bạn muốn đưa vào trang của mình, URL được định cấu hình hiện tại là:
xh: Oku kulungiselela i-mastertag lib ofuna ukuyifaka kwiphepha lakho, i-URL emiselweyo yangoku yile:
zu: Lokhu kulungiselela i-mastertag lib ofuna ukuyifaka ekhasini lakho, i-URL yamanje elungiselelwe yile:

source: You can also use a versioned url with 8 characters to avoid caching, like:
af: U kan ook 'n weergawes-url met 8 karakters gebruik om cache te vermy, soos:
am: እንዲሁም መሸጎጫዎችን ለማስቀረት በ 8 ቁምፊዎች የተሰራውን ዩ.አር.ኤል መጠቀም ይችላሉ-
ar: يمكنك أيضًا استخدام عنوان url به إصدار مكون من 8 أحرف لتجنب التخزين المؤقت ، مثل:
az: Önbelleğe alınmamaq üçün 8 simvoldan ibarət bir versiyalı url istifadə edə bilərsiniz:
bg: Можете също да използвате версионен url с 8 знака, за да избегнете кеширането, като:
ca: També podeu utilitzar un URL amb versions de 8 caràcters per evitar la memòria cau, com ara:
cs: Můžete také použít verzi s 8 verzemi, abyste zabránili ukládání do mezipaměti, například:
cy: Gallwch hefyd ddefnyddio url wedi'i fersiwn gydag 8 nod i osgoi caching, fel:
da: Du kan også bruge en versioneret url med 8 tegn for at undgå caching, som:
de: Sie können auch eine versionierte URL mit 8 Zeichen verwenden, um das Zwischenspeichern zu vermeiden, z.
el: Μπορείτε επίσης να χρησιμοποιήσετε μια έκδοση με 8 χαρακτήρες για να αποφύγετε την προσωρινή αποθήκευση, όπως:
eo: Vi ankaŭ povas uzi versionitan url kun 8 signoj por eviti kaŝmemoradon, kiel:
et: Vahemällu salvestamise vältimiseks võite kasutada ka 8 tähemärgiga versiooniga URL-i, näiteks:
eu: 8 karaktereko bertsio url bat ere erabil dezakezu cachea saihesteko, adibidez:
fa: همچنین می توانید برای جلوگیری از ذخیره سازی از یک url نسخه دار با 8 حرف استفاده کنید ، مانند:
fi: Välimuistin välttämiseksi voit käyttää myös versioitua URL-osoitetta, jossa on 8 merkkiä, kuten:
fr: Vous pouvez également utiliser une URL versionnée avec 8 caractères pour éviter la mise en cache, comme:
fy: Jo kinne ek in ferzje-URL brûke mei 8 tekens om cache te foarkommen, lykas:
ga: Is féidir leat url leaganáilte a úsáid le 8 gcarachtar chun cacháil a sheachaint, mar:
gd: Faodaidh tu cuideachd url dreach le 8 caractaran a chleachdadh gus caching a sheachnadh, mar:
gl: Tamén podes usar unha URL con 8 caracteres para evitar a caché, como:
hr: Također možete koristiti verzirani url s 8 znakova kako biste izbjegli predmemoriranje, poput:
hu: A gyorsítótárazás elkerülése érdekében 8 karakteres verziójú URL-t is használhat, például:
hy: Պահպանելուց խուսափելու համար կարող եք նաև օգտագործել 8 նիշով տարբերակված url, օրինակ ՝
id: Anda juga dapat menggunakan url berversi dengan 8 karakter untuk menghindari cache, seperti:
is: Þú getur líka notað útgáfu slóð með 8 stöfum til að forðast skyndiminni, eins og:
iw: אתה יכול גם להשתמש בכתובת אתר בגרסה עם 8 תווים כדי למנוע שמירה במטמון, כמו:
ja: 次のように、キャッシュを回避するために8文字のバージョン管理されたURLを使用することもできます。
kk: Сондай-ақ, кэштелмеу үшін 8 таңбадан тұратын нұсқадағы url-ді пайдалануға болады:
ku: Di heman demê de hûn dikarin url-a bi 8 tîpên guhertoyî bikar bînin da ku ji kaşkirinê dûr nekevin, wekî:
ky: Кэштелбөө үчүн 8 белгиден турган версияланган url колдонсоңуз болот, мисалы:
lb: Dir kënnt och eng Versioun url mat 8 Zeeche benotze fir Cache ze vermeiden, wéi:
lt: Taip pat galite naudoti versijos URL su 8 simboliais, kad išvengtumėte talpyklos, pvz .:
lv: Varat arī izmantot URL versiju ar 8 rakstzīmēm, lai izvairītos no kešatmiņas, piemēram:
mg: Azonao atao koa ny mampiasa url miovaova miaraka amina litera 8 hisorohana ny cache, toy ny:
mi: Ka taea hoki e koe te whakamahi i tetahi url whakahou me nga kiripuaki e 8 hei karo i te Keteroki, penei:
ms: Anda juga dapat menggunakan url versi dengan 8 aksara untuk mengelakkan cache, seperti:
mt: Tista 'wkoll tuża url verżjonat bi 8 karattri biex tevita l-cache, bħal:
nl: U kunt ook een URL met versiebeheer gebruiken met 8 tekens om caching te voorkomen, zoals:
no: Du kan også bruke en versjonert url med 8 tegn for å unngå hurtigbufring, som:
pl: Możesz również użyć wersjonowanego adresu URL z 8 znakami, aby uniknąć buforowania, na przykład:
ps: تاسو کولی شئ د 8 حرفونو سره یو نسخه شوي url هم وکاروئ ترڅو د کیچینګ څخه مخنیوی وکړئ ، لکه:
pt: Você também pode usar um url versionado com 8 caracteres para evitar o cache, como:
ro: De asemenea, puteți utiliza o adresă URL versionată cu 8 caractere pentru a evita stocarea în cache, cum ar fi:
sd: توهان ڪئچنگ کان بچڻ لاءِ 8 ورڊرن وارو url پڻ استعمال ڪري سگهو ٿا ، جهڙوڪ:
sk: Môžete tiež použiť verzovanú adresu URL s 8 znakmi, aby ste sa vyhli ukladaniu do medzipamäte, napríklad:
sl: Za izogibanje predpomnjenju lahko uporabite tudi različico URL-ja z 8 znaki, na primer:
sq: Mund të përdorni gjithashtu një url të versionuar me 8 karaktere për të shmangur caching, si:
sv: Du kan också använda en versionerad webbadress med 8 tecken för att undvika cachning, som:
sw: Unaweza pia kutumia url iliyosasishwa na herufi 8 ili kuzuia akiba, kama:
tg: Шумо инчунин метавонед URL-и версияшударо бо 8 аломат барои пешгирӣ кардани кэш истифода баред, ба монанди:
tk: Keşden gaça durmak üçin 8 simwolly wersiýaly url ulanyp bilersiňiz:
tl: Maaari mo ring gamitin ang isang na-bersyon na url na may 8 character upang maiwasan ang pag-cache, tulad ng:
tr: Önbelleğe almayı önlemek için 8 karakterli, sürümü belirlenmiş bir url de kullanabilirsiniz, örneğin:
tt: Сез шулай ук ​​кэштан саклану өчен 8 символлы версияле url куллана аласыз:
ur: آپ کیچنگ سے بچنے کے ل 8 8 حرفوں والا ورژن والا url بھی استعمال کرسکتے ہیں ، جیسے:
uz: Keshlashdan saqlanish uchun siz 8 ta belgidan iborat bo'lgan url-dan foydalanishingiz mumkin, masalan:
vi: Bạn cũng có thể sử dụng url được tạo phiên bản có 8 ký tự để tránh lưu vào bộ nhớ đệm, chẳng hạn như:
xh: Unokusebenzisa i-url eguqulweyo kunye nabalinganiswa abasi-8 ukunqanda i-caching, njenge:
zu: Ungasebenzisa futhi i-url ehunyushiwe enezinhlamvu eziyi-8 ukugwema ukulondolozwa kwesikhashana, njenge:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
af: Die einde van die url moet 'js' wees, maar u kan 'n ander skeier gebruik, soos '_js' om nginx-caching en so te vermy.
am: የዩ.አር.ኤል መጨረሻ “js” መሆን አለበት ግን የ “ngjnx” መሸጎጫ እና የመሳሰሉትን ለማስወገድ እንደ “_js” ያለ ሌላ መለያየት መጠቀም ይችላሉ።
ar: يجب أن تكون نهاية عنوان url هي "js" ولكن يمكنك استخدام فاصل آخر ، مثل "_js" لتجنب التخزين المؤقت لـ nginx وما شابه.
az: URL-nin sonu "js" olmalıdır, ancaq nginx önbelleğinin qarşısını almaq üçün "_js" kimi başqa bir ayırıcı istifadə edə bilərsiniz.
bg: Краят на URL адреса трябва да бъде "js", но можете да използвате друг разделител, като "_js", за да избегнете кеширането на nginx и други подобни.
ca: El final de l'URL hauria de ser "js", però podeu utilitzar un altre separador, com ara "_js" per evitar la memòria cau de nginx i altres.
cs: Konec adresy URL by měl být „js“, ale můžete použít jiný oddělovač, například „_js“, abyste se vyhnuli ukládání do mezipaměti nginx a podobně.
cy: Dylai diwedd yr url fod yn "js" ond gallwch ddefnyddio gwahanydd arall, fel "_js" i osgoi caching nginx ac ati.
da: Slutningen af ​​url'en skal være "js", men du kan bruge en anden separator som "_js" for at undgå nginx-caching og sådan.
de: Das Ende der URL sollte "js" sein, aber Sie können ein anderes Trennzeichen wie "_js" verwenden, um Nginx-Caching und dergleichen zu vermeiden.
el: Το τέλος του url θα πρέπει να είναι "js" αλλά μπορείτε να χρησιμοποιήσετε ένα άλλο διαχωριστικό, όπως "_js" για να αποφύγετε την αποθήκευση προσωρινής αποθήκευσης nginx και κάτι τέτοιο.
eo: La fino de la url estu "js" sed vi povas uzi alian apartigilon, kiel "_js" por eviti nginx-kaŝmemoradon kaj tiajn.
et: URL-i lõpp peaks olema "js", kuid nginxi vahemällu hoidmise ja muu sellise vältimiseks võite kasutada mõnda muud eraldajat, näiteks "_js".
eu: URLaren amaierak "js" izan beharko luke, baina beste bereizle bat erabil dezakezu, "_js" bezalako nginx cachea eta horrelakoak saihesteko.
fa: انتهای url باید "js" باشد اما می توانید از جداکننده دیگری مانند "_js" برای جلوگیری از ذخیره nginx و موارد دیگر استفاده کنید.
fi: URL-osoitteen lopussa on oltava "js", mutta voit käyttää toista erotinta, kuten "_js", välttämään nginx-välimuistia ja vastaavia.
fr: La fin de l'url doit être "js" mais vous pouvez utiliser un autre séparateur, comme "_js" pour éviter la mise en cache nginx et autres.
fy: It ein fan 'e url moat "js" wêze, mar jo kinne in oare skiedingsteken brûke, lykas "_js" om nginx-caching en sa te foarkommen.
ga: Ba chóir go mbeadh “js” ag deireadh an url ach is féidir leat deighilteoir eile a úsáid, cosúil le “_js” chun caching nginx agus a leithéid a sheachaint.
gd: Bu chòir "js" a bhith aig deireadh an url ach faodaidh tu dealaiche eile a chleachdadh, mar "_js" gus caching nginx agus an leithid a sheachnadh.
gl: O final da URL debe ser "js", pero pode usar outro separador, como "_js" para evitar a caché de nginx e demais.
hr: Kraj urla trebao bi biti "js", ali možete upotrijebiti drugi separator, poput "_js" kako biste izbjegli predmemoriranje nginxa i slično.
hu: Az URL végének "js" -nek kell lennie, de használhat egy másik elválasztót is, például "_js", hogy elkerülje az nginx gyorsítótárat és hasonlót.
hy: Url- ի վերջը պետք է լինի «js», բայց դուք կարող եք օգտագործել մեկ այլ տարանջատիչ, օրինակ ՝ «_js» ՝ nginx պահուստավորումից խուսափելու համար
id: Akhir dari url harus "js" tetapi Anda dapat menggunakan pemisah lain, seperti "_js" untuk menghindari caching nginx dan semacamnya.
is: Lok urlsins ætti að vera "js" en þú getur notað annan aðskilnað, eins og "_js" til að forðast nginx skyndiminni og þess háttar.
iw: סוף url צריך להיות "js" אך אתה יכול להשתמש במפריד אחר, כמו "_js" כדי להימנע ממטמון nginx וכדומה.
ja: URLの末尾は「js」である必要がありますが、「_ js」などの別の区切り文字を使用して、nginxキャッシュなどを回避できます。
kk: Url соңы «js» болуы керек, бірақ nginx кэштеуін болдырмау үшін «_js» сияқты басқа бөлгішті қолдануға болады.
ku: Divê dawiya url "js" be lê hûn dikarin veqetandekek din bikar bînin, mîna "_js" ku ji nginx caching û hwd.
ky: Урлдун аягы "js" болушу керек, бирок nginx кэштөөнү болтурбоо үчүн "_js" сыяктуу башка бөлгүчтү колдонсоңуз болот.
lb: D'Enn vun der URL sollt "js" sinn awer Dir kënnt en aneren Separator benotzen, wéi "_js" fir nginx Cache ze vermeiden an esou.
lt: URL pabaiga turėtų būti „js“, tačiau galite naudoti kitą separatorių, pvz., „_Js“, kad išvengtumėte „nginx“ talpyklos ir pan.
lv: URL beigās jābūt "js", taču varat izmantot citu atdalītāju, piemēram, "_js", lai izvairītos no nginx kešatmiņas un tamlīdzīgas.
mg: Ny faran'ny url dia tokony ho "js" fa afaka mampiasa separer hafa ianao, toy ny "_js" hialana amin'ny cache cache nginx sy ny toy izany.
mi: Ko te mutunga o te url kia "js" engari ka taea e koe te whakamahi i tetahi atu whakawehe, penei i te "_js" ki te karo i te keteroki nginx me era atu.
ms: Akhir url mestilah "js" tetapi anda boleh menggunakan pemisah lain, seperti "_js" untuk mengelakkan cache nginx dan sebagainya.
mt: It-tarf ta 'l-url għandu jkun "js" imma tista' tuża separatur ieħor, bħal "_js" biex tevita nginx caching u tali.
nl: Het einde van de url zou "js" moeten zijn, maar je kunt een ander scheidingsteken gebruiken, zoals "_js" om nginx caching en dergelijke te vermijden.
no: Slutt på url skal være "js", men du kan bruke en annen skilletegn, som "_js" for å unngå nginx-hurtigbufring og slikt.
pl: Adres URL powinien kończyć się „js”, ale możesz użyć innego separatora, na przykład „_js”, aby uniknąć buforowania nginx i tym podobnych.
ps: د url پای باید "js" وي مګر تاسو کولی شئ بل جدا کونکی وکاروئ ، لکه "_js" د نګینکس کیچینګ او داسې نورو څخه مخنیوی لپاره.
pt: O final da url deve ser "js", mas você pode usar outro separador, como "_js" para evitar o armazenamento em cache do nginx e tal.
ro: Sfârșitul adresei URL ar trebui să fie „js”, dar puteți utiliza un alt separator, cum ar fi „_js”, pentru a evita stocarea în cache nginx și altele.
sd: يو آر ايل جي پڇاڙي کي "جي ايس" ھئڻ گھرجي پر توھان نينگرڪس ڪيچنگ ۽ اھڙي کان بچڻ لاءِ ٻيون ڌار ڌار استعمال ڪري سگھوٿا ، جهڙوڪ "_js".
sk: Koniec adresy URL by mal byť „js“, ale môžete použiť iný oddeľovač, napríklad „_js“, aby ste sa vyhli ukladaniu do vyrovnávacej pamäte nginx a podobne.
sl: Konec URL-ja mora biti "js", lahko pa uporabite drug ločilo, na primer "_js", da se izognete predpomnjenju nginx in podobno.
sq: Fundi i url duhet të jetë "js" por mund të përdorni një ndarës tjetër, si "_js" për të shmangur caktimin e nginx dhe të tjera.
sv: Slutet på webbadressen ska vara "js" men du kan använda en annan avgränsare, som "_js" för att undvika nginx-cachning och sådant.
sw: Mwisho wa url unapaswa kuwa "js" lakini unaweza kutumia kitenganishi kingine, kama "_js" ili kuzuia kuhifadhiwa kwa nginx na vile.
tg: Охири url бояд "js" бошад, аммо шумо метавонед ҷудосози дигарро истифода кунед, ба монанди "_js" барои пешгирӣ аз кэшкунии nginx ва монанди инҳо.
tk: Urlyň soňy "js" bolmaly, ýöne nginx keş keşbinden we şuňa meňzeş zatlardan gaça durmak üçin "_js" ýaly başga bir bölüji ulanyp bilersiňiz.
tl: Ang pagtatapos ng url ay dapat na "js" ngunit maaari kang gumamit ng isa pang separator, tulad ng "_js" upang maiwasan ang nginx caching at iba pa.
tr: URL'nin sonu "js" olmalıdır, ancak nginx önbelleğe alma ve benzeri durumlardan kaçınmak için "_js" gibi başka bir ayırıcı kullanabilirsiniz.
tt: Url ахыры "js" булырга тиеш, ләкин сез nginx кэшыннан саклану өчен "_js" кебек бүтән сепаратор куллана аласыз.
ur: یو آر ایل کا اختتام "جے ایس" ہونا چاہئے لیکن آپ نجنکس کیچنگ اور اس طرح سے بچنے کے لئے "_js" کی طرح دوسرا الگ کرنے والا بھی استعمال کرسکتے ہیں۔
uz: Urlning oxiri "js" bo'lishi kerak, lekin nginx keshlash va shunga o'xshash narsalardan saqlanish uchun "_js" kabi boshqa ajratuvchidan foydalanishingiz mumkin.
vi: Phần cuối của url phải là "js" nhưng bạn có thể sử dụng dấu phân tách khác, như "_js" để tránh bộ nhớ đệm nginx và những thứ tương tự.
xh: Ukuphela kwe-url kufuneka kube "js" kodwa ungasebenzisa enye isahluli, njenge "_js" ukunqanda i-nginx caching kwaye njalo.
zu: Ukuphela kwe-url kufanele kube yi- "js" kepha ungasebenzisa esinye isihlukanisi, njenge- "_js" ukugwema ukulondolozwa kwesikhashana kwe-nginx nokunye okunjalo.
