Repository: common-repository/attrace
Catalog: languages/attrace-co.po
Languages: co

source: Configure
co: Cunfigurà

source: Configuration
co: Cunfigurazione

source: Account
co: Contu

source: Clickout Path
co: Percorsu Clickout

source: Network broadcast strategy
co: Strategia di trasmissione in rete

source: Advertiser tracking & conversion
co: Seguimentu è cunversione di l'annunziatore

source: Tracking strategy
co: Strategia di traccia

source: Conversion strategy
co: Strategia di cunversione

source: MasterTag URL
co: URL MasterTag

source: Advanced
co: Avanzatu

source: Profiling
co: Prufilazione

source: Network
co: Rete

source: Mode
co: Modu

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
co: Questa sezione hè per seguimentu è paràmetri di cunversione. Sè site un editore (cusì serve solu clickouts), sta sezione hè irrilevante per voi.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
co: You Attrace indirizzu publicu serà adupratu per aghjunghje cum'è meta-tag à l'intestazione di u vostru situ web. In questu modu a Rete Attrace pò verificà chì u pruprietariu di questu indirizzu publicu hè veramente u pruprietariu di stu situ web. Ancu questu indirizzu hè adupratu se vulete aduprà u monitoru nantu à u vostru connettore per verificà a sicurezza.

source: Copy the public address from the Attrace menu and paste it in the text field above:
co: Copia l'indirizzu publicu da u menu Attrace è incollallu in u campu di testu sopra:

source: The click-out URL to the page you want to promote will look like this:
co: L'URL di cliccà nant'à a pagina chì vulete prumove sarà simile:

source: Change this value if you would like another URL
co: Cambiate stu valore se vulete un altru URL

source: Direct (blocking)
co: Direttu (bloccu)

source: Queue (using WP Cron)
co: Coda (cù WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
co: A strategia di trasmissione in rete determina se u cliccà deve esse messu in coda è trattatu dopu da cronjob, o hè direttamente eseguitu <br/> (chì pò causà un picculu ritardu in a redirezione à u vostru inserzionista).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
co: <strong> Direttu: </strong> (Default) Trasmissione à a rete prima chì l'utilizatore sia redirigitu (è blocca l'utilizatore).

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
co: <strong> Coda: </strong> Trasfurmazioni veloci in fondu, induve un filu di fondu o una fila si trasmette à a rete guasi in tempu reale. Bisognu di WP Cron attivatu

source: Javascript Clientside
co: Cliente Javascript

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
co: Per i publicisti, a strategia di seguimentu determina cumu u connettore mette i cookies. <br/> Sè pussibule, aduprate u seguimentu di u servitore (per esempiu in WooCommerce). A libreria mtag JS ùn hè in questu casu aduprata.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
co: <strong> Backend: </strong> (Default) U modulu di u servitore aghjusta Intestazioni Set-Cookie.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
co: <strong> Cliente Javascript: </strong> Javascript mastertag imposta i cookies di traccia.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
co: Per i publicisti, a strategia di cunversione determina cumu si crea a cunversione. Quandu hè attivatu, Woocommerce pò eseguisce a cunversione di u servore. <br/> Se utilizate un altru sistema di shopping, sia utilizate u Javascript o shortcodes per creà a cunversione, o implementate a cunversione in a vostra soluzione.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
co: <strong> Backend: </strong> (Default) U modulu di u servitore gestisce e cunversione.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
co: <strong> Cliente Javascript: </strong> U tag Javascript gestisce e cunversione.

source: No profiling
co: Nisun prufilamentu

source: All
co: Tutti

source: This option additional tracing level for performance and debugging.
co: Questa opzione livellu di traccia supplementu per prestazioni è debugging.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
co: <strong> Nisun prufilu: </strong> (Default) Nisun prufilamentu attivatu (bona prestazione).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
co: <strong> Tuttu: </strong> Debug tutte e richieste cù prufilazione (prestazione degradata)

source: Production
co: Pruduzione

source: Development
co: Sviluppu

source: Environment setting in which this plugin is running
co: Impostazione ambientale in cui stu plugin hè in esecuzione

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
co: <strong> Pruduzione: </strong> (Default) Guarantisce chì tutte e funziunalità di sviluppu sò disattivate.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
co: <strong> Sviluppu: </strong> U modu di debug attivatu, puderia espone phpinfo è altre informazioni sensibili à l'ambiente.

source: This option additional determines which network the connector is publishing its transactions.
co: Questa opzione addizionale determina chì rete u connettore publica e so transazzioni.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
co: <strong> Betanet: </strong> (Default) L'ambiente di produzzione di Attrace.network, per publicà transazzione reale

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
co: <strong> Testnet: </strong> L'ambiente di prova di Attrace.network, aduprate solu per pruvà o debug solu

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
co: Questu configura a lib mastertag chì vulete includere in a vostra pagina, l'URL cunfigurata attuale hè:

source: You can also use a versioned url with 8 characters to avoid caching, like:
co: Pudete ancu aduprà una url versione cù 8 caratteri per evità di cache, cum'è:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
co: A fine di l'url deve esse "js" ma pudete aduprà un altru separatore, cum'è "_js" per evità a cache nginx è simili.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
co: Cliccate nantu à i ligami sopra per vede se u vostru JS hè caricatu currettamente, è cambiate l'estensioni s'ellu ci sò prublemi.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
co: Aduprate stu shortcode per cumprende u Master Tag Javascript in una pagina o postu.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
co: Aduprate stu shortcode per invucà un'azione di Vendita (aduprate questu per esempiu in a pagina di ringraziamentu).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
co: Aduprate stu shortcode per invucà una azzione Lead (utilizate questu per esempiu nantu à l'abbunatu à a lettera di nutizie).

source: Add Integration
co: Aghjunghje Integrazione

source: Configuration code
co: Codice di cunfigurazione

source: The Base32 configuration code that has been provided is invalid. Please try again.
co: U codice di cunfigurazione Base32 chì hè statu furnitu ùn hè micca validu. Pruvate torna.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
co: Questu accordu - delegate off combinazione esiste dighjà. Cacciate u vechju attivatu per aghjunghje stu novu.

source: Copy the configuration code from the dashboard
co: Copia u codice di cunfigurazione da u pannellu

source: Paste it in the text field below
co: Incolla lu in u campu di testu quì sottu

source: Press the submit button
co: Pulsà u buttone di inviu

source: Integrations
co: Integrazioni

source: Cancel
co: Annulla

source: Submit
co: Invia

source: Add New
co: Aghjunghje Novu

source: Save Changes
co: Salvà Cambiamenti

source: Docs
co: Documenti

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
co: Attrace hè una catena di blocchi dedicata fatta à misura capace di registrà è cuntrollà ogni cliccà publicitariu nantu à a catena. Stu plugin vi permette di gestisce i vostri accordi, permette shortcodes è clickouts, è firma transazzione nantu à a catena publica.
