Repository: common-repository/attrace
Catalog: languages/attrace-haw.po
Languages: haw

source: Configure
haw: Hoʻonohonoho

source: Configuration
haw: Hoʻonohonoho

source: Account
haw: Waihona

source: Clickout Path
haw: Alanui Kaomi

source: Network broadcast strategy
haw: Pākaʻina hoʻolele pūnaewele

source: Advertiser tracking & conversion
haw: Hoʻolaha a me ka hoʻololi ʻana o ka mea hoʻolaha

source: Tracking strategy
haw: Kālā hoʻolālā

source: Conversion strategy
haw: Kūlana hoʻololi

source: MasterTag URL
haw: ʻO URL URL MasterTag

source: Shortcodes
haw: Nā Pōkole

source: Advanced
haw: Pae holomua

source: Profiling
haw: Hoʻolaha

source: Network
haw: Pūnaewele

source: Mode
haw: ʻAno

source: This section is for tracking and conversion settings. If you are a publisher (so only serving clickouts), this section is irrelevant for you.
haw: ʻO kēia ʻāpana no ka huli ʻana a me nā hoʻonohonoho huli ʻana. Inā he mea paʻi ʻoe (no laila ʻo ka lawelawe ʻana i nā kaomi wale nō), ʻaʻole pili kēia ʻāpana iā ʻoe.

source: You Attrace public address will be used to add as a meta tag to the header of your website. This way the Attrace Network can verify the owner of this public address is indeed the owner of this website. Also this address is used if you wish to use monitoring on your connector to check security.
haw: E hoʻohana ʻia ʻoe i ka helu wahi lehulehu ʻo Attrace e hoʻohui ma ke ʻano he meta tag i ke poʻo o kāu pūnaewele. ʻO kēia ala hiki i ka Pūnaewele Attrace ke hōʻoia i ka mea nona kēia wahi lehulehu i ka mea nona kēia pūnaewele. Hoʻohana pū ʻia kēia kamaʻilio inā makemake ʻoe e hoʻohana i ka nānā ʻana i kāu mea hoʻopili e nānā i ka palekana.

source: Copy the public address from the Attrace menu and paste it in the text field above:
haw: E kope i ka helu wahi lehulehu mai ka papa kuhikuhi Attrace a kāpili iā ia i ka kahua kikokiko ma luna:

source: The click-out URL to the page you want to promote will look like this:
haw: E like ka URL kaomi-i ka ʻaoʻao āu e makemake ai e hoʻolaha.

source: Change this value if you would like another URL
haw: Hoʻololi i kēia waiwai inā makemake ʻoe i URL ʻē aʻe

source: Direct (blocking)
haw: Kuhikuhi (keakea)

source: Queue (using WP Cron)
haw: Lālani (me ka hoʻohana ʻana iā WP Cron)

source: The Network broadcast strategy determines if the click should be put on a queue and processed later by cronjob, or is directly executed<br/>(which can cause a slight delay in the redirect to your advertiser).
haw: Hoʻoholo ka papahana hoʻolaha pūnaewele inā pono e kau i ke kaomi ma kahi lālani a hana ʻia ma hope e cronjob, a i ʻole hoʻokō ʻia ʻo <br/> (kahi e hoʻopaneʻe iki ai i ka hoʻohuli hou ʻana i kāu mea hoʻolaha).

source: <strong>Direct:</strong> (Default) Broadcast to the network before the user is redirected (and blocks the user).
haw: ʻO ke kuhikuhi

source: <strong>Queue:</strong> Fast background processing, where a background thread or queue is broadcasting to the network near-realtime. Needs WP Cron enabled
haw: ʻO ka lālani: Pono iā WP Cron e hiki

source: Javascript Clientside
haw: ʻO Jliaside Clientside

source: For advertisers, the tracking strategy determines how the connector is setting cookies.<br/>If possible, use server side tracking (for instance within WooCommerce). The JS mtag library is in this case not used.
haw: No nā mea hoʻolaha, hoʻoholo ka hoʻolālā huli i ka hoʻonohonoho ʻana o ka mea hoʻopili i nā kuki. <br/> Inā hiki, hoʻohana i ka ʻaoʻao ʻaoʻao kikowaena (e laʻa me WooCommerce). ʻO ka hale waihona puke JS mtag i kēia hihia ʻaʻole i hoʻohana ʻia.

source: <strong>Backend:</strong> (Default) Server module adds Set-Cookie headers.
haw: <strong> Backend: </strong> (Palena) hoʻopili ka module kikowaena i nā poʻo poʻo Set-Cookie.

source: <strong>Javascript Clientside:</strong> Javascript mastertag sets the tracking cookies.
haw: <strong> Javascript Clientside: </strong> Hoʻonohonoho ʻo Javascript mastertag i nā kuki huli.

source: For advertisers, the conversion strategy determines how the conversion is created. When enabled, Woocommerce can execute the conversion serverside.<br/>If you use another shopping system, either use the Javascript or shortcodes to create the conversion, or implement the conversion within your solution.
haw: No nā mea hoʻolaha, hoʻoholo ka hoʻolālā hoʻohuli pehea e hoʻohuli ʻia ai ka hoʻololi. Ke hiki ʻia, hiki i Woocommerce ke hoʻokō i ka kikowaena hoʻohuli hoʻololi.

source: <strong>Backend:</strong> (Default) Server module handles the conversions.
haw: <strong> Backend: </strong> (Palena) lawelawe ka module kikowaena i nā hoʻololi.

source: <strong>Javascript Clientside:</strong> Javascript tag handles conversions.
haw: <strong> ʻO Javascript Clientside: </strong> Mālama ʻo Javascript tag i ka hoʻololi ʻana.

source: No profiling
haw: ʻAʻohe profiling

source: All
haw: Pau

source: This option additional tracing level for performance and debugging.
haw: Kēia koho hou tracing pae no ka hana a me ka debugging.

source: <strong>No profiling:</strong> (Default) No profiling enabled (good performance).
haw: <strong> ʻAʻohe profiling: </strong> (Default) ʻAʻohe profiling i hiki (hana maikaʻi).

source: <strong>All:</strong> Debug all requests with profiling (degraded performance)
haw: <strong> A pau: </strong> Hoʻopau i nā noi āpau me ka profiling (hana hoʻohaʻahaʻa)

source: Production
haw: Iecaianoaaiiuo

source: Development
haw: Hoʻolālā

source: Environment setting in which this plugin is running
haw: Ke hoʻonohonoho ʻana i ke kaiapuni kahi e holo nei kēia plugin

source: <strong>Production:</strong> (Default) Guarantees that all develop functionality is disabled.
haw: <strong> Hana: </strong> (Palena) Hōʻoia i nā polokalamu e hoʻomohala āpau ka polokalamu JavaScript.

source: <strong>Development:</strong> Debug mode enabled, might expose phpinfo and other environment sensitive info.
haw: <strong> Hoʻomohala: </strong> Hoʻohana ʻia ka mode debug, e hōʻike paha i ka phpinfo a me nā ʻike pili i ke kaiapuni.

source: This option additional determines which network the connector is publishing its transactions.
haw: Hoʻoholo kēia koho ʻē aʻe i kahi pūnaewele e paʻi nei ka mea hoʻopili i kāna mau hana.

source: <strong>Betanet:</strong> (Default) The production environment of Attrace.network, to publish real transactions
haw: <strong> Betanet: </strong> (Default) Ke ʻano hana o Attrace.network, e paʻi i nā hana maoli

source: <strong>Testnet:</strong> The test environment of Attrace.network, use this for testing or debug purposes only
haw: <strong> Pūnaewele: </strong> ʻO ka wahi hoʻāʻo o Attrace.network, hoʻohana i kēia no ka hoʻāʻo ʻana a i ʻole nā ​​hana debug wale nō

source: This configures the mastertag lib that you want to include on your page, current configured URL is:
haw: Hoʻonohonoho kēia i ka mastertag lib āu e makemake ai e hoʻokomo ma kāu ʻaoʻao, ʻo URL i hoʻonohonoho ʻia o kēia manawa:

source: You can also use a versioned url with 8 characters to avoid caching, like:
haw: Hiki iā ʻoe ke hoʻohana i kahi mana url me 8 huapalapala e hōʻalo ai i ka cache ʻana, e like me:

source: The end of the url should be "js" but you can use another separator, like "_js" to avoid nginx caching and such.
haw: ʻO ka hopena o ka url he "js" akā hiki iā ʻoe ke hoʻohana i kahi mea hoʻokaʻawale ʻē aʻe, e like me "_js" e hōʻalo ai i ka cache nginx a me nā mea like.

source: Click on the links above to see if your JS is loaded properly, and change the extensions if there are issues.
haw: Kaomi ma nā loulou i luna e ʻike ai inā hoʻouka kūpono ʻia kāu JS, a hoʻololi i nā hoʻolōʻihi inā aia nā pilikia.

source: Use this shortcode to include the Master Tag Javascript on a a page or post.
haw: E hoʻohana i kēia code pōkole e hoʻokomo i ka Javascript Master Tag ma kahi ʻaoʻao a i ʻole pou.

source: Use this shortcode to invoke a Sale action (use this for instance on the thank you page).
haw: E hoʻohana i kēia shortcode e kāhea i kahi hana kūʻai aku (e hoʻohana i kēia no ka laʻana ma ka ʻaoʻao mahalo).

source: Use this shortcode to invoke a Lead action (use this for instance on the subscribed to news letter).
haw: E hoʻohana i kēia shortcode e kāhea i kahi hana alakaʻi (e hoʻohana i kēia no ka laʻana ma kahi kau inoa i ka leka nūhou).

source: Add Integration
haw: Hoʻohui Hoʻohui

source: Configuration code
haw: Pāʻālua hoʻonohonoho

source: The Base32 configuration code that has been provided is invalid. Please try again.
haw: He kūpono ʻole ka wae hoʻonohonoho hoʻonohonoho Base32 i hāʻawi ʻia. E ʻoluʻolu e hoʻāʻo hou.

source: This agreement - delegate off combination already exists. Remove the old on in order to add this new one.
haw: Kēia ʻaelike - ua hāʻawi ʻelele i ka hui ʻana. Wehe i ka mea kahiko i mea e hoʻohui ai i kēia mea hou.

source: Copy the configuration code from the dashboard
haw: E kope i ke code hoʻonohonoho mai ka papa kuhikuhi

source: Paste it in the text field below
haw: Hoʻopili iā ia i ke kahua huaʻōlelo ma lalo

source: Press the submit button
haw: Kaomi i ka pihi waiho

source: Integrations
haw: Hoʻohui

source: Cancel
haw: Hoʻopau

source: Submit
haw: Waiho

source: Add New
haw: Pākuʻi Hou

source: Save Changes
haw: Mālama i nā Hoʻololi

source: Docs
haw: Nā Kauka

source: Attrace is a custom made dedicated blockchain capable of registering and auditing any advertisement click on chain. This plugin enables you to manage your agreements, enables shortcodes and clickouts, and signs transactions on the public chain.
haw: ʻO Attrace kahi poloka i hoʻolaʻa ʻia i hiki ke hoʻopaʻa inoa a me ka hōʻoia ʻana i kekahi hoʻolaha e kaomi ma ke kaulahao. Hāʻawi kēia plugin iā ʻoe e hoʻokele i kāu ʻaelike, hiki i nā pōkole a me nā kaomi ʻana, a hōʻailona i nā hana ma ka kaulahao lehulehu.
